/*
 * Loco ios export: iOS Localizable.strings
 * Project: ElmediaPlayer Mac
 * Release: Working copy
 * Locale: sv, Swedish
 * Tagged: Localizable
 * Status: Translated
 * Exported by: Viktoriia Kharchenko
 * Exported at: Tue, 07 May 2019 13:38:12 +0300
 */

/* loco:57962a4b14d7255f438b4567 */
"button_ok" = "OK";

/* loco:57962a4d14d725f3428b4569 */
"button_cancel" = "Avsluta";

/* loco:57962a4f14d72560428b4568 */
"button_yes" = "Ja";

/* loco:57962a5114d7255f438b4569 */
"button_no" = "Nej";

/* loco:57962a5314d7258b418b456d */
"button_open" = "Öppna";

/* loco:57962a5514d72510408b4570 */
"button_dont_ask" = "Fråga mig inte igen";

/* loco:57962a5a14d7258b418b456f */
"button_dont_show" = "Visa inte igen";

/* loco:57962a5a14d725e2428b456a */
"alertMessageHaveDownloads" = "Du är påväg ratt avsluta all befintliga nedladdningar";

/* loco:57962a5b14d725af428b456a */
"alertInfoHaveDownloads" = "Är du säker?";

/* loco:57962a5d14d72560428b456a */
"alertMessageIfHaveActiveDownloads" = "Du har %ld aktiva nedladdningar just nu.";

/* loco:57962a5f14d7257f418b4579 */
"alertInfoClearAllIfHaveActiveDownloads" = "Avsluta alla aktiva nedladdningar och rensa listan?";

/* loco:57962a6114d725f3428b456b */
"alertInfoTerminateIfHaveActiveDownloads" = "Är du säker på att du vill avsluta?";

/* loco:57962a6314d725af428b456c */
"alertInfoRestoreActiveDownloads" = "Återställ alla aktiva nedladdningar?";

/* loco:57962a6614d72588448b4567 */
"alertMessageClearAllDownloads" = "Du är påväg att rensa alla nedladdningar";

/* loco:57962a6714d725af428b456e */
"alertInfoClearAllDownloads" = "Är du säker?";

/* loco:57962a6914d72588448b4569 */
"alertMessageCanNotFoundFile" = "Filen hittas inte";

/* loco:57962a6b14d725af428b4570 */
"alertInfoCanNotShowFile" = "Filen har flyttats eller tagits bort. Vill du ladda ned det igen?";

/* loco:57962a6d14d725ad428b456a */
"alertInfoCanNotFoundFileNeedRedownload" = "Förmodligen har du tagit bort den från din dator eller flyttat den till en annan mapp.\nVill du ladda ned det igen?";

/* loco:57962a6f14d725c0438b456a */
"alertMessageNotExistInFinder" = "Filen existerar inte";

/* loco:57962a7114d7258b418b4571 */
"alertInfoNotExistInFinder" = "Förmodligen har du tagit bort den från din dator eller flyttat den till en annan mapp. Vill du ta bort den från listan över nedladdningar?";

/* loco:57962a7314d7255f438b456d */
"alertMessageFileNotExist" = "Fil(er) existerar inte";

/* loco:57962a7514d725c0438b456c */
"alertInfoFileNotExist" = "Förmodligen har du tagit bort den från din dator eller flyttat den till en annan mapp.";

/* loco:57962a7714d725e2428b4571 */
"alertMessageDeviceNotFound" = "Kunde inte hitta enhet";

/* loco:57962a7914d725ad428b456d */
"alertInfoDeviceNotFound" = "Vänligen se till att den enhet du vill spara videoklipp till är korrekt ansluten till datorn och försök igen.";

/* loco:57962a7b14d725c0438b456e */
"alertMessageNoFreeSpace" = "Inte tillräckligt med diskutrymme";

/* loco:57962a7d14d725e2428b4573 */
"alertInfoNoFreeSpace" = "Du har inte tillräckligt med diskutrymme för att spara nya videor. Städa upp lite utrymme och försök igen.";

/* loco:57962a8014d72588448b456d */
"alertPathNotExistsMessage" = "Kunde inte spara på angiven mapp";

/* loco:57962a8114d725af428b4574 */
"alertPathNotExistsInfo" = "Se till att denna mapp finns. Kontrollera om sökvägen är korrekt angiven i Elmedia Player inställningar.";

/* loco:57962a8314d725c0438b4570 */
"lblDownloadState" = "Nedladdningar: ";

/* loco:57962a8514d725e2428b4575 */
"lblActiveDownloads" = "%d aktiv";

/* loco:57962a8714d725c0438b4572 */
"lblSuspendedDownloads" = "%d pausad";

/* loco:57962a8914d7255f438b4570 */
"lblQueuedDownloads" = "%d köad";

/* loco:57962a8c14d7257f418b457f */
"labelCanNotFindVideo" = "Kan du inte hitta videon?";

/* loco:57962a8e14d7255f438b4572 */
"buttonClickHere" = "Tryck här";

/* loco:57962a8f14d7258b418b4573 */
"txtStateSuspended" = "Nedladdningen har pausats";

/* loco:57962a9114d7255f438b4574 */
"txtStateSuspendedConvert" = "Konverteringen har pausats";

/* loco:57962a9314d725c0438b4574 */
"txtStateQueued" = "Köas för nedladdning";

/* loco:57962a9514d7257f418b4581 */
"txtStateUpdateLinks" = "Uppdaterar nedladdnings länk...";

/* loco:57962a9714d725ad428b456f */
"txtVideoConverted" = "Konverterar video (%.1f %%)...";

/* loco:57962a9a14d72588448b4571 */
"txtAudioConverted" = "Konverterar ljud (%.1f %%)...";

/* loco:57962a9b14d725e2428b4578 */
"txtAddingCover" = "Lägger till bilder (%.1f %%)...";

/* loco:57962aa114d725e2428b457a */
"headerColumnTitle" = "Källnamn";

/* loco:57962aa314d725f3428b4572 */
"headerColumnType" = "Typ";

/* loco:57962aa614d725c0438b4577 */
"headerColumnAction" = "Åtgärd";

/* loco:57962aa814d7258b418b4578 */
"headerColumnSize" = "Uppskattad storlek";

/* loco:57962aa914d725af428b4576 */
"headerColumnDate" = "Datum";

/* loco:57962aab14d725ad428b4571 */
"buttonActionDownloadAll" = "Ladda ned allt";

/* loco:57962aad14d72588448b4575 */
"buttonActionCancelAll" = "Avsluta allt";

/* loco:57962aaf14d7258b418b457a */
"buttonActionCancelProcessing" = "Avbryt processen";

/* loco:57962ab114d7255f438b457b */
"buttonActionDownload" = "Ladda ned";

/* loco:57962ab414d72588448b4577 */
"buttonActionCancel" = "Avsluta";

/* loco:57962ab514d725e2428b457d */
"buttonActionPlay" = "Spela";

/* loco:57962ab714d725af428b4578 */
"buttonActionShow" = "Visa i Finder";

/* loco:57962ab914d7257f418b4586 */
"buttonPreview" = "Förhandsgranskning";

/* loco:57962abb14d7255f438b457d */
"webPageType" = "webbsida";

/* loco:57962abd14d725ad428b4575 */
"textComplete" = "Klar";

/* loco:57962ac214d72588448b4579 */
"buttonVideo" = "Video";

/* loco:57962ac314d725f3428b4576 */
"buttonAudio" = "Ljud";

/* loco:57962ac514d725ad428b4577 */
"buttonFlash" = "Flash";

/* loco:57962ac714d725c0438b457c */
"buttonDownloads" = "Nedladdningar";

/* loco:57962ac914d725ad428b4579 */
"buttonClearAll" = "Rensa allt";

/* loco:57962acb14d72560428b4574 */
"buttonPlayer" = "Spelare";

/* loco:57962ace14d725ad428b457b */
"downloadsContextMenuDownloadSelected" = "Ladda ned";

/* loco:57962acf14d7258b418b457e */
"downloadsContextMenuSuspend" = "Pausa";

/* loco:57962ad114d725af428b457a */
"downloadsContextMenuResume" = "Fortsätt";

/* loco:57962ad314d7257f418b458b */
"downloadsContextMenuDownloadSelectedWithFolx" = "Ladda ned med Flox";

/* loco:57962ad514d725ad428b457d */
"downloadsContextMenuCancel" = "Avsluta";

/* loco:57962ad714d725f3428b4578 */
"downloadsContextMenuPlay" = "Spela";

/* loco:57962ada14d72560428b4576 */
"downloadsContextMenuPlayOnline" = "Spela Onlinevideo";

/* loco:57962adc14d725ad428b457f */
"downloadsContextMenuAddToPlaylist" = "Lägg till i Spellista";

/* loco:57962add14d725f3428b457a */
"downloadsContextMenuShowInFinder" = "Visa i Finder";

/* loco:57962adf14d7255f438b4582 */
"downloadsContextMenuCopyUrl" = "Kopiera Länk";

/* loco:57962ae114d725e2428b4582 */
"downloadsContextMenuOpenInBrowser" = "Öppna i webbläsaren";

/* loco:57962ae314d7257f418b458f */
"downloadsContextMenuDelete" = "Radera";

/* loco:57962ae514d725ad428b4581 */
"alertMessageFolxNotFound" = "Flox är inte installerat";

/* loco:57962ae814d725c0438b4580 */
"alertInfoFolxNotFound" = "Du kan inte använda Folx för att ladda ner, eftersom det inte är installerat. Du kan gå till app hemsidan och ladda ner den.";

/* loco:57962ae914d72560428b4578 */
"buttonDownloadFolx" = "Ladda ned Flox";

/* loco:57962aeb14d725ad428b4583 */
"buttonVisitPage" = "Besök startsidan";

/* loco:57962aed14d725c0438b4582 */
"alertMessageDeleteFiles" = "Du kan också ta bort original filen";

/* loco:57962aef14d7255f438b4585 */
"alertInfoDeleteFiles" = "Vad vill du göra";

/* loco:57962af114d725e2428b4586 */
"buttonKeepFile" = "Behåll";

/* loco:57962af414d7255f438b4587 */
"buttonMoveToTrash" = "Radera";

/* loco:57962af614d725ad428b4585 */
"buttonRememberChoice" = "Kom ihåg mitt val";

/* loco:57962af714d725c0438b4584 */
"alertMessageConnectionDidFail" = "Nätverks fel";

/* loco:57962af914d725af428b457e */
"alertInfoConnectionDidFail" = "Källan “%@” från sidan %@ nedladdning misslyckades\n(%@)";

/* loco:57962afb14d725e2428b4588 */
"alertInfoErrorHttpStatus" = "HTTP status kod %lu: %@";

/* loco:57962afd14d725c0438b4586 */
"alertInfoConnectionDidFailForVideoDash" = "En eller flera resurser kan inte laddas ner nu. Försök att ladda ner video upplösning på 720p eller 360p.";

/* loco:57962aff14d7255f438b4589 */
"alertInfoConnectionDidFailForAudioDash" = "En eller flera resurser kan inte laddas ner nu. Försök ladda ner ljudet i MP3-format.";

/* loco:57962b0214d725e2428b458a */
"alertVideoPartPlaylistMessage" = "Denna video är del av en spellista";

/* loco:57962b0314d7250d468b4569 */
"alertVideoPartPlaylistInfo" = "Vill du öppna hela spellistan i Elmedia eller bara den specifika videon?\n";

/* loco:57962b0514d725af428b4581 */
"buttonDownloadVideo" = "Öppna video";

/* loco:57962b0714d72508468b456a */
"buttonDownloadPlaylist" = "Öppna Spellista";

/* loco:57962b0b14d725e2428b458c */
"titleWindowOpenURL" = "Öppna Onlinevideo";

/* loco:57962b0e14d725c0438b4589 */
"alertMessageMimeTypeNotSupported" = "Kan inte spela video";

/* loco:57962b1014d72560428b457b */
"alertInfoMimeTypeNotSupported" = "Kanske är det inte en video eller så stöds video av den här typen inte.";

/* loco:57962b1114d725f3428b457d */
"alertMessageInvalidHttpStatusCode" = "Kan inte spela video";

/* loco:57962b1314d7250d468b456c */
"alertInfoInvalidHttpStatusCode" = "HTTP Sändnings begäran misslyckades";

/* loco:57962b1514d725e2428b458e */
"alertMessageNoLinksFromYoutube" = "Inga direkta länkar till videor";

/* loco:57962b1714d72508468b456d */
"alertInfoNoLinksFromYoutube" = "Denna länk öppnar inte någon video. Därför är det omöjligt att spela.";

/* loco:57962b1914d7255f438b458b */
"alertMessageErrorConnection" = "Fel kontrollera URL";

/* loco:57962b1c14d725ad428b4588 */
"buttonAddToPlaylist" = "Lägg till i Spellista";

/* loco:57962b1d14d7250d468b456e */
"lblInfoInOpenUrl" = "Ange giltig URL till onlinevideo, eller webbsidan för YouTube, Vimeo eller Dailymotion";

/* loco:57962b1f14d725ad428b458a */
"lblInfoInOpenUrlSkippedLinks" = "Färdig med parsning spellista. Tyvärr finns inte några videor i den. Hoppade över %d av %d länkar.";

/* loco:57962b2114d72560428b457e */
"parcingInProcess" = "Parsning pågår...";

/* loco:57962b2314d725af428b4585 */
"parcingProcessedLinks" = "Bearbetade %d av %d länkar";

/* loco:57962b2514d72508468b456f */
"maxQuality" = "bäst";

/* loco:57962b2a14d725e2428b4590 */
"activationEnterCodeMsg" = "Vänligen ange din Aktiveringskod:";

/* loco:57962b2d14d72588448b4584 */
"activationLostActivationCodeLink" = "Förlorat din Aktiveringskod?";

/* loco:57962b2f14d72508468b4571 */
"activationButtonActivateTitle" = "Aktivera";

/* loco:57962b3114d7250d468b4571 */
"activationWindowInfo" = "Om du köpt Elmedia Player PRO, finns aktiveringskoden i din e-post. Skriv den här.";

/* loco:57962b3314d72560428b4581 */
"alertWrongKeyFormatMessage" = "Det gick inte att slutföra aktiveringen.";

/* loco:57962b3614d725af428b4588 */
"alertWrongKeyFormatInfo" = "Kontrollera att du har angett Aktiveringskoden korrekt. Det rekommenderas att du kopierar och klistrar in för att undvika ingående misstag.";

/* loco:57962b3714d725f3428b4582 */
"alertRegistrationCompleteMessage" = "Aktivering Lyckades";

/* loco:57962b3914d72588448b4586 */
"alertRegistrationCompleteInfo" = "Tack för att aktiverade PRO versionen av Elmedia Player. Nu kan du njuta av alla fantastiska funktioner den erbjuder.";

/* loco:57962b3b14d725f3428b4584 */
"prefGeneral" = "Allmänt";

/* loco:57962b3d14d725af428b458b */
"prefSwfNFlv" = "SWF";

/* loco:57962b3f14d72508468b4573 */
"prefPlaylist" = "Spellista";

/* loco:57962b4214d725ad428b458e */
"prefCapture" = "Tagning";

/* loco:57962b4414d7250d468b4573 */
"prefVideo" = "Video";

/* loco:57962b4514d725f3428b4586 */
"prefSubtitles" = "Undertexter";

/* loco:57962b4714d7250d468b4575 */
"prefGeneralPathForDownloads" = "Sätt ny nedladdningar i:";

/* loco:57962b4914d725af428b458e */
"prefGeneralAutoAddDownloadedFilesToPlaylist" = "Lägg automatiskt till nedladdade filer i spellistan";

/* loco:57962b4b14d72508468b4576 */
"prefGeneralAutoPlay" = "Spela automatiskt filer tillagda i spellistan";

/* loco:57962b4d14d72588448b4588 */
"prefGeneralAutoResume" = "Återuppta från där uppspelningen stoppades";

/* loco:57962b5114d725c0438b458e */
"prefGeneralResetButtonTitle" = "Avmarkera alla \"Fråga mig inte igen\" boxar";

/* loco:57962b5314d725af428b4590 */
"menuPathOther" = "Annat...";

/* loco:57962b5514d72508468b4579 */
"prefSwfNFlvLowQuality" = "Låg";

/* loco:57962b5714d7255f438b4593 */
"prefSwfNFlvMediumQuality" = "Mellan";

/* loco:57962b5914d725e2428b4597 */
"prefSwfNFlvHighQuality" = "Hög";

/* loco:57962b5c14d7250d468b4578 */
"prefSwfNFlvDefaultFlashQuality" = "Standard Flash Kvalité:";

/* loco:57962b5e14d725ad428b4591 */
"prefSwfNFlvEnableFlashLocalSecurity" = "Aktivera Flash lokal säkerhet";

/* loco:57962b5f14d725c0438b4590 */
"prefSwfNFlvAllowToSendReceiveDataOverNetwork" = "Tillåt att skicka och ta emot data över nätverket";

/* loco:57962b6114d7255f438b4596 */
"prefPlaylistGotoNext" = "Gå till nästa video i spellistan om:";

/* loco:57962b6314d725e2428b4599 */
"prefPlaylistLastFrame" = "den sista bildrutan är nåd";

/* loco:57962b6514d725f6468b456a */
"prefPlaylistDecrease" = "antalet rutor minskade";

/* loco:57962b6714d7253b478b4567 */
"prefPlaylistStaySameFrame" = "spelaren stannar på samma ruta mer än...";

/* loco:57962b6a14d725f3428b458c */
"prefPlaylistTimeValue" = "%1.0f sek";

/* loco:57962b6b14d7255f438b4598 */
"prefPlaylistNoteText" = "Alla dessa inställningar gäller för endast SWF filer. Om inget är markerat, kommer inte Elmedia Player att hoppa till nästa fil.";

/* loco:57962b6d14d725e2428b459c */
"prefCapturePathForScreenshots" = "Spara skärmavbilder till:";

/* loco:57962b6f14d725c0438b4593 */
"prefCaptureScreenshotIntervalText" = "Skärmavbilds interval:";

/* loco:57962b7114d725e2428b459e */
"prefCaptureScreenshotIntervalValue" = "%1.1f sek";

/* loco:57962b7314d725c0438b4595 */
"prefCaptureAlwaysStartCapturing" = "Starta alltid tagning från 1:a rutan";

/* loco:57962b7614d7253b478b456a */
"prefCaptureKeepKapturing" = "Fortsätt tagning i varje film i spellistan";

/* loco:57962b7814d72508468b457e */
"prefVideoForceIdx" = "Aktivera påtvingad index ombyggnad";

/* loco:57962b7914d72588448b458b */
"prefVideoForceIdxNote" = "Med denna inställning PÅ, kommer Elmedia Player att räkna om indexet för att göra videon sökbar, användbara på några trasiga filer. Men detta kan fördröja uppspelningen med några sekunder.";

/* loco:57962b7b14d7256b478b4567 */
"prefVideoUseCacheForLocalFiles" = "Använd cache för lokala filer";

/* loco:57962b7d14d7253b478b456c */
"prefVideoShowsOSD" = "Visa OSD";

/* loco:57962b7f14d7256b478b4569 */
"prefVideoSkipFrames" = "Skipa ruta";

/* loco:57962b8414d725f6468b456c */
"prefVideoDeinterlaceMethod" = "Deinterlacing:";

/* loco:57962b8514d7250d468b457c */
"prefChangesRequireRestartNoteText" = "Ändringar kräver omstart av uppspelning.";

/* loco:57962b9014d7256b478b456e */
"prefSubtitlesEncoding" = "Kodning:";

/* loco:57962b9214d7253b478b4570 */
"prefSubtitlesFont" = "Typsnitt:";

/* loco:57962b9314d725f6468b456e */
"prefSubtitlesSize" = "Storlek:";

/* loco:57962b9914d7250d468b4582 */
"popoverPlaylistSegmentTitle" = "Spellista";

/* loco:57962b9c14d7256b478b4570 */
"popoverDownloadsSegmentTitle" = "Nedladdningar";

/* loco:57962b9e14d7253b478b4574 */
"popoverClearButtonTitle" = "Rensa";

/* loco:57962b9f14d7256b478b4572 */
"inspectorWindowTitle" = "Media Information";

/* loco:57962ba114d725c0438b459b */
"inspectorWindowDurationLabel" = "Varaktighet:";

/* loco:57962ba314d72531478b456d */
"inspectorWindowLengthLabel" = "Längd:";

/* loco:57962ba514d7255d478b456b */
"inspectorWindowSourceLabel" = "Källa:";

/* loco:57962ba714d7250d468b4584 */
"inspectorWindowTrackInfoLabel" = "Spår Information:";

/* loco:57962baa14d7253b478b4576 */
"inspectorWindowStreamStringFormat" = "Stream %d:";

/* loco:57962bac14d72508468b4586 */
"inspectorWindowAudioFormat" = "Ljud %d: ";

/* loco:57962bae14d725e0478b4567 */
"inspectorWindowVideoFormat" = "Video %d: ";

/* loco:57962baf14d72531478b4570 */
"inspectorWindowSubtitlesFormat" = "Undertexter %d: ";

/* loco:57962bb214d7255d478b456e */
"inspectorWindowUnknown" = "Okänd";

/* loco:57962bb314d7253b478b4578 */
"inspectorWindowUndefined" = "Odefinierad";

/* loco:57962bb614d7255d478b4570 */
"inspectorWindowNoInfo" = "Ingen information";

/* loco:57962bb814d72531478b4573 */
"inspectorWindowFramesStringFormat" = "%d rutor";

/* loco:57962bba14d7256b478b4576 */
"Play" = "Spela";

/* loco:57962bbc14d7253b478b457a */
"Pause" = "Pausa";

/* loco:57962bbe14d7255d478b4572 */
"playerContextMenuShowInFinder" = "Visa i Finder";

/* loco:57962bc014d72588448b4590 */
"playerContextMenuFloatOnTop" = "Flyt ovanpå";

/* loco:57962bc214d72508468b458a */
"playerContextMenuSubtitles" = "Undertexter";

/* loco:57962bc414d7256b478b4578 */
"playerContextMenuAudioStream" = "Ljudspår";

/* loco:57962bc614d72588448b4592 */
"playerContextMenuScreenshot" = "Ta en skärmavbild";

/* loco:57962bc814d725f6468b4572 */
"playerContextMenuSeriesOfScreenshot" = "Spela in en serie av skärmavbilder";

/* loco:57962bcc14d72508468b458c */
"playlistContextMenuDelete" = "Radera";

/* loco:57962bce14d7256b478b457a */
"playlistContextMenuGetInfo" = "Få Information";

/* loco:57962bd014d72531478b4576 */
"playlistContextMenuDeleteAllExceptSelected" = "Radera Alla utom Valda";

/* loco:57962bd214d7256b478b457c */
"alertRemoveFromPlaylistMessage" = "Du är påväg att ta bort fil(er) från Spellistan";

/* loco:57962bd414d7253b478b457e */
"alertConfirmInformativeText" = "Är du säker?";

/* loco:57962bd614d725f6468b4575 */
"alertClearPlaylistMessage" = "Du är påväg att ta bort Spellistan";

/* loco:57962bd814d72524488b4569 */
"alertResumePlayingMessage" = "Vill du återuppta från där du slutade innan?";

/* loco:57962bda14d72531478b4578 */
"menuItemSubtitlesDisabled" = "Avaktiverad";

/* loco:57962bdc14d725f6468b4577 */
"menuItemStreamFormat" = "Stream %d:";

/* loco:57962bde14d72588448b4595 */
"audioViewLabelArtist" = "Artist:";

/* loco:57962be114d725e0478b456d */
"audioViewLabelAlbum" = "Album:";

/* loco:57962be214d7250d468b458b */
"audioViewLabelTime" = "Tid:";

/* loco:57962be414d72508468b4592 */
"audioViewUnknown" = "Okänt";

/* loco:57962be614d725e0478b456f */
"demoReminderTitle" = "Uppgradera %@";

/* loco:57962c0c14d725f6468b457a */
"demoReminderDontRemind" = "På min mig inte igen";

/* loco:57962c0e14d7250d468b4593 */
"demoreminder.btnActivate" = "Aktivera…";

/* loco:57962c1014d72531478b4580 */
"demoreminder.btnContinue" = "Fortsätt i gratis-läge";

/* loco:57962c1214d7255d478b4579 */
"demoreminder.btnBuyNow" = "Köp nu";

/* loco:57962c1814d725e0478b457b */
"MainMenu_ElmediaPlayer_ChangeLicenseType" = "Ändra License Typ...";

/* loco:57962c1a14d72531478b4582 */
"MainMenu_ElmediaPlayer_UpgradeLicense" = "Uppgradera License";

/* loco:57962c1c14d725e4488b4567 */
"MainMenu_ElmediaPlayer_Activate" = "Aktivera PRO Versionen...";

/* loco:57962c1e14d7253b478b458a */
"MainMenu_ElmediaPlayer_Purchase" = "Köp PRO Versionen";

/* loco:57962c2014d72508468b45a1 */
"aboutWindowTitle" = "Om %@";

/* loco:57962c2214d725e4488b4569 */
"aboutWindowVersionFormat" = "version %@";

/* loco:57962c2414d7253b478b458c */
"aboutWindowLicenseType" = "License Typ:";

/* loco:57962c2614d7256b478b4585 */
"aboutWindowRegistered" = "Registrerad:";

/* loco:57962c2814d7250d468b459a */
"screenshots" = "skärmavbilder";

/* loco:57962c2a14d7256b478b4587 */
"screenshot" = "skärmavbild";

/* loco:57962c2c14d7250d468b459c */
"savePanelTitleSavePlaylist" = "Spara Spellista";

/* loco:57962c2e14d725f6468b457e */
"openPanelTitleLoadPlaylist" = "Ladda Spellista";

/* loco:57962c3014d7250d468b459e */
"openPanelTitleOpenMediaFile" = "Öppna media fil";

/* loco:57962c3214d72508468b45a4 */
"alertCannotFindFileBtnFindTitle" = "Hitta";

/* loco:57962c3414d72524488b4571 */
"alertCannotFindFileTitle" = "Original filen hittas inte";

/* loco:57962c3614d725f6468b4580 */
"alertCannotFindFileMsgFormat" = "Kunde inte spela \"%@\" för original filen saknas. Skulle du vilja hitta den?";

/* loco:57962c3814d725e4488b456b */
"alertFileDoesNotExistTitle" = "Filen existerar inte";

/* loco:57962c3a14d7253b478b458e */
"alertFileDoesNotExistInfo" = "Förmodligen har du raderat den från din dator eller flyttat den till en annan mapp.";

/* loco:57962c3c14d725e0478b457f */
"scrnWindowScreenshotCaptured" = "Skärmavbild tagen";

/* loco:57962c4214d7253b478b4590 */
"growlWindowTitle" = "Elmedia Player";

/* loco:57962c4414d72531478b4589 */
"growlWindowFinishedSeriesOfScrns" = "Klar med skärmavbilder";

/* loco:57962c4614d725e0478b4581 */
"growlMessageAboutDownloadComplete" = "Nedladning klar: %@";

/* loco:57962c4814d725e4488b456f */
"growlMessageAboutDownloadFailed" = "Nedladdning misslyckades. Fel: %@";

/* loco:57962c4a14d7255d478b457e */
"growlErrorDeviceNotFound" = "enheter hittas inte";

/* loco:57962c4c14d7250d468b45a1 */
"growlErrorFileProbablyWasDeleted" = "filen var troligen raderad";

/* loco:57962c4e14d725f6468b4585 */
"growlErrorNotEnoughFreeSpace" = "inte tillräckligt med diskutrymme";

/* loco:57962c5414d7256b478b458e */
"alertInetConnectionRequiredTitle" = "Elmedia Player kunde inte ansluta till App Store";

/* loco:57962c5614d7253b478b4592 */
"alertInetConnectionRequiredMessage" = "Kontrollera din nätverksanslutning är aktiv och försök igen.";

/* loco:57962c5814d7255d478b4581 */
"btnTitleRestorePurchased" = "Återställ köp";

/* loco:57962c5a14d7250d468b45a4 */
"alertProductRestoredTitle" = "Återställning lyckades.";

/* loco:57962c5c14d72508468b45a8 */
"alertProductRestoredMessage" = "Ditt köp lyckades återställas.";

/* loco:57962c5e14d725e0478b4585 */
"alertProductRestoringFailedTitle" = "Det gick inte att återställa";

/* loco:57962c6014d7253b478b4594 */
"alertAppStoreRequestCouldNotBeProcessedMsg" = "Din begäran kunde inte bearbetas just nu";

/* loco:57962c6214d7255d478b4583 */
"alertAppStoreRequestCouldNotBeProcessedInfo" = "En annan begäran pågår för närvarande. Vänligen vänta en minut och försök igen.";

/* loco:57962c6414d725e4488b4572 */
"alertPurchaseCompleteMessage" = "Köptet lyckades";

/* loco:57962c6614d7253b478b4596 */
"alertPurchaseCompleteInfo" = "Tack för att du köpte PRO versionen av Elmedia Player. Du kan nu njuta av alla fantastiska funktioner det erbjuder";

/* loco:57962c6814d725e0478b4588 */
"alertMessageForHostInBlacklist" = "Innehålls nedladdning avaktiverad";

/* loco:57962c6a14d72531478b458d */
"alertInfoForHostInBlacklist" = "Elmedia Player stödjer tyvärr inte ladda ner digitalt innehåll från denna webbplats på grund av potentiella upphovsrättsliga frågor. Maila oss om du tror att detta meddelande är fel: support@eltima.com (US - Endast Engelska)";

/* loco:57962c6c14d725f6468b458b */
"btnTitleVisitWebsite" = "Besök Hemsidan";

/* loco:57962c6e14d725e0478b458a */
"alertYoutubeNotSupportedMsg" = "Denna version av Elmedia Player stödjer tyvärr inte att ladda ner videor från YouTube.";

/* loco:57962c7014d7255d478b4586 */
"alertYoutubeNotSupportedInfo" = "För att kunna ladda ned YouTube videor, vänligen skaffa det special byggda från våran hemsida";

/* loco:57962c7214d725e4488b4574 */
"btnResetTitle" = "Återställ";

/* loco:57962c7414d7253b478b4598 */
"videoTunerLabelBrightness" = "Ljusstyrka:";

/* loco:57962c7614d725e0478b458d */
"videoTunerLabelSaturation" = "Mättnad:";

/* loco:57962c7814d7250d468b45a8 */
"videoTunerLabelContrast" = "Kontrast:";

/* loco:57962c7a14d7255d478b4588 */
"videoTunerLabelGamma" = "Gamma:";

/* loco:57962c7c14d72524488b4579 */
"videoTunerLabelHue" = "Nyans:";

/* loco:57962c7e14d725e0478b458f */
"videoTunerLabelNoiseReduction" = "Brusreducering:";

/* loco:57962c8014d72531478b4590 */
"videoTunerLabelSharpness" = "Skärpa:";

/* loco:57962c8214d725f6468b458e */
"windowTitleEqualizer" = "Equalizer";

/* loco:57962c8414d725f6468b4590 */
"windowTitleVideoTuner" = "Video Ändrare";

/* loco:57962c8614d72524488b457c */
"frequencyFormatString" = "%dK";

/* loco:57962c8814d725f6468b4592 */
"dBFormatString" = "%d dB";

/* loco:57962c8a14d7250d468b45ab */
"discountWindowTitle" = "Välkommen till Elmedia Player av Eltima";

/* loco:57962c8c14d72508468b45ad */
"discountBtnRemindMeLater" = "På min mig senare";

/* loco:57962c8e14d725e4488b4576 */
"discountBtnGetPROVersionNow" = "Skaffa PRO versionen nu";

/* loco:57962c9014d7250d468b45ad */
"prefCheckBoxSendStatistics" = "Skicka anonym användarstatistik till Eltima";

/* loco:57962c9214d725f6468b4595 */
"equalizerOnCheckBox" = "PÅ";

/* loco:57962c9414d7256b478b4596 */
"btnResetToDefaultsTitle" = "Återställ till standard";

/* loco:57962c9614d72508468b45af */
"equalizerLabelPreamp" = "Preamp";

/* loco:57962c9814d7256b478b4598 */
"equalizerMenuItemMakePreset" = "Skapa en förinställning...";

/* loco:57962c9a14d725f6468b4597 */
"equalizerMenuItemEditPresets" = "Ändra lista...";

/* loco:57962c9c14d7256b478b459a */
"equalizerMenuItemAdjustManually" = "Manual";

/* loco:57962c9e14d72524488b4581 */
"equalizerMenuItemPresets" = "Förinställningar";

/* loco:57962ca014d7250d468b45b0 */
"equalizerPresetFlat" = "Platt";

/* loco:57962ca214d7255d478b458c */
"equalizerPresetClassical" = "Klassisk";

/* loco:57962ca414d725e0478b4596 */
"equalizerPresetClub" = "Klubb";

/* loco:57962ca614d7256b478b459c */
"equalizerPresetDance" = "Dans";

/* loco:57962ca814d72524488b4583 */
"equalizerPresetFullBass" = "Full Bas";

/* loco:57962caa14d725e0478b4598 */
"equalizerPresetFullBassAndTreble" = "Full Bas och Diskant";

/* loco:57962cac14d7253b478b459a */
"equalizerPresetFullTreble" = "Full Diskant";

/* loco:57962cae14d7256c4a8b4568 */
"equalizerPresetHeadphones" = "Hörlurar";

/* loco:57962cb014d725f6468b4599 */
"equalizerPresetLargeHall" = "Stor sal";

/* loco:57962cb214d7256b478b459e */
"equalizerPresetLive" = "Live";

/* loco:57962cb414d725664a8b4568 */
"equalizerPresetParty" = "Party";

/* loco:57962cb614d7255d478b458f */
"equalizerPresetPop" = "Pop";

/* loco:57962cb814d72531478b4596 */
"equalizerPresetReggae" = "Reggae";

/* loco:57962cba14d7253b478b459c */
"equalizerPresetRock" = "Rock";

/* loco:57962cbc14d725e0478b459a */
"equalizerPresetSka" = "Ska";

/* loco:57962cbe14d725f6468b459c */
"equalizerPresetSoft" = "Soft";

/* loco:57962cc014d725e4488b457b */
"equalizerPresetSoftRock" = "Soft Rock";

/* loco:57962cc214d725f6468b459e */
"equalizerPresetTechno" = "Techno";

/* loco:57962cc414d725664a8b456a */
"alertEQPresetAlreadyExistsMsg" = "Denna förinställning med samma namn existerar redan: \"%@\".";

/* loco:57962cc614d7256c4a8b456c */
"alertEQPresetAlreadyExistsInfo" = "Vill du ersätta den?";

/* loco:57962cc814d72524488b4587 */
"alertDeleteEQPresetMsg" = "Är du säker du vill ta bort denna förinställning: \"%@\"?";

/* loco:57962cca14d7255d478b4591 */
"windowTitleEQPresets" = "EQ Förinställningar";

/* loco:57962ccc14d725f6468b45a0 */
"windowTitleMakePreset" = "Skapa en förinställning";

/* loco:57962cce14d725e4488b457e */
"windowTitleRenamePreset" = "Ändra namn:";

/* loco:57962cd014d7256b478b45a1 */
"labelNewPresetName" = "Nya förinställningens namn:";

/* loco:57962cd214d725e0478b459d */
"btnTitleRenamePreset" = "Ändra namn...";

/* loco:57962cd414d725664a8b456c */
"btnTitleDeletePreset" = "Radera";

/* loco:57962cd614d725e4488b4581 */
"btnTitleDoneEditingPresets" = "Klar";

/* loco:57962cd814d7256b478b45a3 */
"labelDoubleClickAction" = "Åtgärd på dubbelklick:";

/* loco:57962cda14d7256b478b45a5 */
"menuItemLeftDoubleClickActionNone" = "Inget";

/* loco:57962cdc14d725e0478b459f */
"menuItemLeftDoubleClickActionPlayPause" = "Spela/Pausa";

/* loco:57962cde14d7255d478b4595 */
"menuItemLeftDoubleClickActionToggleFullscreen" = "Gå in/ur fullskärm";

/* loco:57962ce014d72524488b458a */
"osdPaused" = "Pausad";

/* loco:57962ce314d725f6468b45a4 */
"osdVolume" = "Volym: %4.1f";

/* loco:57962ce614d7253b478b45a2 */
"osdSubtitlesDisabled" = "Undertext: Avaktiverad";

/* loco:57962ce714d72531478b4598 */
"osdMuteOn" = "Ljud: PÅ";

/* loco:57962ce914d7253b478b45a4 */
"osdMuteOff" = "Ljud: AV";

/* loco:57962ceb14d7256b478b45a7 */
"osdHalfSize" = "Halvera storlek";

/* loco:57962ced14d725664a8b456f */
"osdNormalSize" = "Normal Storlek";

/* loco:57962cef14d72531478b459a */
"osdDoubleSize" = "Dubbel Storlek";

/* loco:57962cf114d725664a8b4571 */
"osdAspectRatio" = "Bildförhållande: %@";

/* loco:57962cf414d72524488b458e */
"osdAspectRatioOriginal" = "Original";

/* loco:57962cf614d7253b478b45a6 */
"osdPlaybackSpeed" = "Hastighet: %@x";

/* loco:57962cf614d7256b478b45a9 */
"osdSubtitleDelay" = "Undertext Fördröjning: %4.1f s";

/* loco:57962cf814d725e0478b45a3 */
"osdAudioDelay" = "Ljud Fördröjning: %4.1f s";

/* loco:57962cfa14d72531478b459d */
"osdFlipVerticallyOn" = "Vänd Vertikalt: PÅ";

/* loco:57962cfc14d7253b478b45a8 */
"osdFlipVerticallyOff" = "Vänd Vertikalt: AV";

/* loco:57962cfe14d7255d478b459a */
"osdMirrorOn" = "Spegel: PÅ";

/* loco:57962d0014d725e4488b4585 */
"osdMirrorOff" = "Spegel: AV";

/* loco:57962d0214d7256b478b45ad */
"infoSubtitleTypeEmbedded" = "inbäddad";

/* loco:57962d0414d7253b478b45aa */
"infoSubtitleTypeExternal" = "externa";

/* loco:57962d0614d725764b8b4567 */
"infoSubtitleTypeVob" = "VobSub";

/* loco:57962d0b14d7256c4a8b4574 */
"contextMenuItemDownload" = "Ladda ned";

/* loco:57962d0c14d72524488b4592 */
"contextMenuItemVideoAdjustments" = "Video";

/* loco:57962d0e14d725864b8b4567 */
"contextMenuItemBrighter" = "Ljusare";

/* loco:57962d1014d725764b8b456a */
"contextMenuItemDarker" = "Mörkare";

/* loco:57962d1214d725864b8b4569 */
"contextMenuItemResetBrightness" = "Återställ Ljusstyrka";

/* loco:57962d1414d725764b8b456c */
"MainMenu_Movie_ABLoop_SetStartPoint" = "Sätt Start Punkt";

/* loco:57962d1814d7253a4b8b4569 */
"MainMenu_Movie_ABLoop_UpdateStartPoint" = "Uppdatera Start Punkt (%@)";

/* loco:57962d1814d725664a8b4574 */
"MainMenu_Movie_ABLoop_SetReturnPoint" = "Sätt Återvändnings Punkt";

/* loco:57962d1a14d725e0478b45a7 */
"MainMenu_Movie_ABLoop_UpdateReturnPoint" = "Uppdatera Återvändnings Punkt";

/* loco:57962d1c14d72524488b4595 */
"osdABLoop" = "A-B Loop";

/* loco:57962d1e14d7256c4a8b4576 */
"osdABLoopCancelled" = "A-B Loop: Avslutad";

/* loco:57962d2014d7253a4b8b456b */
"menuItemTitleAddSubsFromFile" = "Lägg till från Filen...";

/* loco:57962d2314d725a64b8b4568 */
"openPanelTitleAddSubtitles" = "Lägg till undertext";

/* loco:57962d2414d7253a4b8b456d */
"alertSubsCannotBeLoadedMsg" = "Undertexter kan inte laddas";

/* loco:57962d2614d725e4488b4588 */
"alertSubsCannotBeLoadedInfo" = "Du borde först starta video uppspelningen.";

/* loco:57962d2814d7253a4b8b456f */
"alertAddingSubsRequestMsg" = "Lägg till undertext?";

/* loco:57962d2a14d725a64b8b456a */
"alertAddingSubsRequestInfo" = "Undertexter vill bli tillagda till videon \"%@\".";

/* loco:57962d2e14d725a64b8b456c */
"prefAutoloadSubtitles" = "Ladda automatiskt undertexter:";

/* loco:57962d3014d725864b8b456d */
"prefSubsFileFormats" = "med fil formaten *.srt, *.sub, etc";

/* loco:57962d3214d725e4488b458b */
"prefSubFileNameRuleContain" = "Alla undertexter innehållande film namnet";

/* loco:57962d3414d725b84b8b4568 */
"prefSubFileNameRuleExactMatch" = "Samma namn som film";

/* loco:57962d3614d725664a8b4578 */
"prefSubFileNameRuleAny" = "Alla undertexter i katalog";

/* loco:57962d3814d7256c4a8b4578 */
"prefSubSizeSmall" = "Liten";

/* loco:57962d3a14d7253a4b8b4574 */
"prefSubSizeLarge" = "Stor";

/* loco:57962d3d14d7256c4a8b457a */
"checkBoxTitleAddToPlaylist" = "Lägg till i spellistan";

/* loco:57962d3f14d725b84b8b456a */
"prefAddOpenFilesToPlaylist" = "Lägg automatiskt till filer i spellistan vid öppning";

/* loco:57962d4014d725864b8b4570 */
"prefControlPlaybackWithMediaKeys" = "Styr uppspelningen med media knappar";

/* loco:57962d4214d725e0478b45ab */
"prefGeneralRequests" = "Förfrågningar:";

/* loco:57962d4414d725664a8b457b */
"alertAddFilesToPlaylistDisabledMsg" = "Endast den första filen kommer öppnas";

/* loco:57962d4614d725e4488b458e */
"alertAddFilesToPlaylistDisabledInfo" = "När du stängt av \"Automatiskt lägga till filer till spellista vid öppning\" alternativet i inställningarna, endast den första filen kommer att öppnas.";

/* loco:57962d4814d725b84b8b456d */
"btnTitleAddFirstItem" = "Lägg till först";

/* loco:57962d4b14d7256c4a8b457c */
"btnTitleAddAllFilesToPlaylist" = "Lägg till alla filer till spellistan";

/* loco:57962d5014d725864b8b4573 */
"formatTimeSec" = "sek";

/* loco:57962d5214d725764b8b4575 */
"formatTimeMin" = "min";

/* loco:57962d5414d725664a8b457f */
"alertProjectorExportSucceededTitle" = "Har exporterats";

/* loco:57962d5614d725864b8b4575 */
"alertProjectorExportSucceededMsg" = "Filen \"%@\" har konverteras till SWF.";

/* loco:57962d5914d725764b8b4577 */
"alertProjectorExportFailedTitle" = "Det gick inte att exportera projektor EXE";

/* loco:57962d5a14d725664a8b4581 */
"alertProjectorExportFailedMsg" = "Fel uppstod vid konvertering av filen till SWF.";

/* loco:57962d5c14d725e4488b4592 */
"prefVideoUseHardwareAcceleration" = "Maskinvaruacceleration";

/* loco:57962d5e14d725b84b8b4571 */
"prefVideoResizeInterfaceToVideoSize" = "Ändra storlek på gränssnitt till den ursprungliga video storleken";

/* loco:57962d6014d7256c4a8b457f */
"infoAudioTrackTypeExternal" = "externa";

/* loco:57962d6214d725664a8b4583 */
"menuItemTitleLoadExternalAudio" = "Använd Externa Ljud";

/* loco:57962d6514d725764b8b457b */
"openPanelTitleSelectAudioFile" = "Välj ljudfil";

/* loco:57962d6614d725b84b8b4573 */
"alertAudioAndVideoDifferInLengthMsg" = "Ljudfilens varaktighet är inte lika med filmen längden";

/* loco:57962d6814d725e4488b4594 */
"alertAudioAndVideoDifferInLengthInfo" = "Detta kan orsaka att appen hänger sig medan du söker. Är du säker du vill lägga till detta ljudspår?";

/* loco:57962d6a14d725b84b8b4575 */
"osdCachingPercent" = "Caching: %4.2f%%";

/* loco:57962d6c14d7256c4a8b4581 */
"prefSubApplyStyleToAssFiles" = "Tillämpa dessa inställningar ASS filer";

/* loco:57962d6e14d725174c8b4569 */
"playerWindowTitleWithPlaybackSpeed" = "%@ (hastighet %@x)";

/* loco:57962d7314d725a64b8b4570 */
"alertContinuePlaybackTitle" = "Fortsätt Uppspelning?";

/* loco:57962d7414d725764b8b457e */
"alertContinuePlaybackInfo" = "Tryck på Fortsätt knappen och \"%@\" kommer att spela börjar på %@.";

/* loco:57962d7614d7253a4b8b457b */
"btnContinueTitle" = "Fortsätt";

/* loco:57962d7814d725e4488b4597 */
"btnRestartPlaybackTitle" = "Börja om";

/* loco:57962d7a14d725664a8b4585 */
"btnAlwaysContinueTitle" = "Fortsätt Alltid";

/* loco:57962d7c14d7255e4c8b456a */
"alertKeepOrReplaceExistingPlaylistTitle" = "Ersätt befintliga spellistan eller behåll den?";

/* loco:57962d7f14d725764b8b4581 */
"alertKeepOrReplaceExistingPlaylistMsg" = "Om du väljer att behålla det kommer alla nya spår att läggas till i slutet av den befintlig spellistan.";

/* loco:57962d8014d725b84b8b4578 */
"btnTitleReplace" = "Ersätt";

/* loco:57962d8214d725864b8b4578 */
"btnTitleKeep" = "Behåll";

/* loco:57962d8414d725174c8b456d */
"prefFullscreenDevice" = "Fullskärm monitor:";

/* loco:57962d8614d725a64b8b4572 */
"prefSameScreenAsPlayer" = "Ändra Inte";

/* loco:57962d8814d725764b8b4583 */
"formatStrScreenInfo" = "Skärm %d (%.0fx%.0f)";

/* loco:57962d8b14d725a64b8b4574 */
"prefAudio" = "Ljud";

/* loco:57962d8c14d725864b8b457b */
"prefAutoloadExternalAudios" = "Ladda Automatiskt externa spår:";

/* loco:57962d8e14d725b84b8b457b */
"prefExternalAudioFormat" = "med *.ac3, *.mka, etc.";

/* loco:57962d9014d7253a4b8b457f */
"prefExternalAudioNameRuleContain" = "Alla spår innehållande filmens namn";

/* loco:57962d9214d725864b8b457d */
"prefExternalAudioNameRuleExactMatch" = "Samma namn som film";

/* loco:57962d9414d725764b8b4585 */
"prefExternalAudioNameRuleAny" = "Alla spår i katalog";

/* loco:57962d9614d725a64b8b4577 */
"prefPreferredAudioLang" = "Önskat ljud språk:";

/* loco:57962d9e14d725a64b8b4579 */
"prefAudioOutputDevice" = "Ljudenhet:";

/* loco:57962da014d725764b8b4589 */
"menuItemTitleDefaultOutputDevice" = "Standard Uppspelningsenhet";

/* loco:57962da214d7253a4b8b4583 */
"prefAC3DTSPassthrough" = "Passera genom för maskinvaruavkodare:";

/* loco:57962da414d725e4488b459a */
"prefAC3Passthrough" = "Aktivera för AC3";

/* loco:57962da714d725b84b8b4580 */
"prefDTSPassthrough" = "Aktivera för DTS";

/* loco:57962da814d725864b8b457f */
"prefVirtualSurroundEmulation" = "Virtuellt surroundljud emulering:";

/* loco:57962daa14d725764b8b458c */
"prefSurroundEmulation" = "Aktivera för 5 till 6-kanalsljud";

/* loco:57962dac14d725a64b8b457c */
"prefSpeakersEmulation" = "Aktivera för stereo";

/* loco:57962dae14d725e4488b459c */
"prefPreferredSubLang" = "Önskat språk:";

/* loco:57962db614d7253a4b8b4586 */
"prefNumberOfPlaybackChannels" = "Antalet uppspelnings kanaler:";

/* loco:57962db814d725864b8b4584 */
"audioOutputChannelsStereo" = "2 (stereo)";

/* loco:57962dba14d725174c8b4572 */
"audioOutputChannelsSurround4_0" = "4 (4.0 surround)";

/* loco:57962dbc14d725a64b8b457f */
"audioOutputChannelsSurround5_1" = "6 (5.1 surround)";

/* loco:57962dbf14d725174c8b4574 */
"audioOutputChannelsSurround7_1" = "8 (7.1 surround)";

/* loco:57962dc014d725664a8b4589 */
"prefLabelPerformance" = "Prestanda:";

/* loco:57962dc214d7256c4a8b458b */
"prefLabelInterface" = "Gränssnitt:";

/* loco:57962dc414d725174c8b4576 */
"playlistContextMenuItemMoveUp" = "Flytta Upp";

/* loco:57962dc614d725864b8b4587 */
"playlistContextMenuItemMoveDown" = "Flytta ner";

/* loco:57962dc814d725174c8b4578 */
"playlistContextMenuItemMoveToTop" = "Flytta till Toppen";

/* loco:57962dca14d725a64b8b4581 */
"playlistContextMenuItemMoveToEnd" = "Flytta till Botten";

/* loco:57962dcd14d725b84b8b4586 */
"pathSameFolderAsMovie" = "Samma mapp som filmen";

/* loco:57962dd014d725204d8b4568 */
"alertCannotSaveScreenshotMsg" = "Kan inte spara skärmavbilder i vald mapp";

/* loco:57962dd214d7253a4b8b458b */
"alertCannotSaveScreenshotInfo" = "Kontrollera att denna mapp finns, kontrollera mappbehörigheterna, eller välja en annan mapp i Elmedia Player inställningarna.";

/* loco:57962dd414d725a64b8b4583 */
"labelAudioAdjustmentIsPRO" = "Ljud inställningar är endast tillgängliga i PRO versionen.";

/* loco:57962dd914d725664a8b458d */
"prefAutomaticallyCheckForUpdates" = "Leta Automatiskt Efter Uppdateringar";

/* loco:57962ddb14d7255e4c8b4572 */
"MainMenu_View_ShowPlaylist" = "Visa Spellista";

/* loco:57962ddc14d725764b8b4590 */
"MainMenu_View_HidePlaylist" = "Göm Spellista";

/* loco:57962dde14d725174c8b457c */
"prefGeneralGroupPlaylist" = "Spellista:";

/* loco:57962de014d7255e4c8b4574 */
"prefGeneralGroupPlayback" = "Uppspelning:";

/* loco:57962de214d725764b8b4592 */
"prefGeneralGroupOptional" = "Tillval:";

/* loco:57962de414d725174c8b457e */
"prefSwfGroupOptions" = "Alternativ:";

/* loco:57962de714d7255e4c8b4576 */
"prefProFeatureCaptureNote" = "Tagnings inställningar är endast tillgängliga i PRO versionen.";

/* loco:57962de814d725764b8b4594 */
"prefUpgradeNow" = "Uppgradera nu!";

/* loco:57962dea14d725a64b8b4586 */
"prefScreenshotFormat" = "Format:";

/* loco:57962dec14d7256c4a8b4593 */
"prefGroupCaptureOptions" = "Tagnings Alternativ:";

/* loco:57962dee14d7253a4b8b458d */
"prefRepairVideo" = "Reparera video:";

/* loco:57962df014d725a64b8b4588 */
"alert-appstatico.title" = "Hjälpa oss att förbättra";

/* loco:57962df314d7256c4a8b4595 */
"alert-appstatico.message" = "Vill du skicka anonym användningsstatistik till vårt team? Det handlar bara om produktens prestation och ingen av dina personuppgifter samlas in.";

/* loco:57962df514d725174c8b4580 */
"alert-appstatico.ok" = "Skicka";

/* loco:57962df614d7256c4a8b4597 */
"alert-appstatico.cancel" = "Skicka Inte";

/* loco:57962df814d7253a4b8b4590 */
"openPanelTitleSelectMovieFolder" = "Välj Mapp";

/* loco:57962dfc14d7256c4a8b4599 */
"openPanelBtnSelectMovieFolder" = "Välj";

/* loco:57962dfe14d725864b8b458f */
"labelMovieFolder" = "Film mapp:";

/* loco:57962e0114d725204d8b456c */
"labelMovieFolderInfo" = "Elmedia vill automatiskt ladda undertexter och externa ljud spår för videor i denna mapp";

/* loco:57962e0214d725b84b8b458c */
"menuItemTitleMovieFolderSelect" = "Välj...";

/* loco:57962e0414d725174c8b4582 */
"menuItemTitleMovieFolderNotSet" = "Inte satt";

/* loco:57962e0614d7256c4a8b459c */
"menuItemTitleBookmarks" = "Bokmärken";

/* loco:57962e0814d725664a8b4592 */
"menuItemTitleAddToBookmarks" = "Bokmärke Nuvarande Position";

/* loco:57962e0a14d7255e4c8b4579 */
"menuItemTitleAutoDeleteWhenSelected" = "Radera Automatiskt Nästa Gång";

/* loco:57962e0d14d7253a4b8b4593 */
"menuItemTitleClearAllBookmarks" = "Ta Bort Alla Bokmärken";

/* loco:57962e0f14d725864b8b4592 */
"osdBookmark" = "Bokmärke tillagt: %@";

/* loco:57962e1014d725b84b8b458f */
"osdAutoDeleteBookmarkOn" = "Automatisk Bokmärke borttagning: PÅ";

/* loco:57962e1214d725864b8b4594 */
"osdAutoDeleteBookmarkOff" = "Automatisk Bokmärke borttagning: AV";

/* loco:57962e1414d725764b8b4599 */
"optionStartVideosInFullScreen" = "Starta alltid videor i fullskärm";

/* loco:57962e1614d725a64b8b458d */
"optionTakeScreenshotFrameByFrame" = "Bildruta-För-Bildruta";

/* loco:57962e1814d7256c4a8b459f */
"osdUpdatingLink" = "Uppdaterar länk...";

/* loco:57962e1b14d725764b8b459b */
"osdChapter" = "Kapitel: %@";

/* loco:57962e1c14d725664a8b4595 */
"optionQuitAutomatically" = "Stäng Elmedia Automatiskt:";

/* loco:57962e1e14d7255e4c8b457b */
"quitNever" = "Aldrig";

/* loco:57962e2014d725764b8b459d */
"quitAfterMovieEnds" = "På filmens slut";

/* loco:57962e2214d7255e4c8b457d */
"quitAfterPlaylistEnds" = "På spellistans slut";

/* loco:57962e2414d725764b8b459f */
"alertFrameByFrameScreensTitle" = "Bildruta-För-Bildruta är på";

/* loco:57962e2714d725864b8b4597 */
"alertFrameByFrameScreensMsg" = "Medan bildruta-för-bildruta skärmavbilder görs är regelbunden videouppspelning omöjligt.";

/* loco:57962e2914d7256c4a8b45a2 */
"preferencesPaneAirPlay" = "AirPlay";

/* loco:57962e2a14d725174c8b4584 */
"labelAirPlayServer" = "AirPlay Tjänst:";

/* loco:57962e2c14d725764b8b45a1 */
"checkBoxTitleAirPlayEnabled" = "På";

/* loco:57962e2e14d725174c8b4586 */
"checkBoxTitleAirPlaySpeakerMode" = "Högtalare-läge";

/* loco:57962e3014d725204d8b4572 */
"labelAirPlaySpeakerModeInfo" = "Om detta aktiveras kommer Elmedia agera som en mottagare för enbart ljud";

/* loco:57962e3214d725764b8b45a3 */
"labelAirPlayServerBroadcastName" = "Sändnings Namn:";

/* loco:57962e3514d725174c8b4588 */
"formatterErrorNameIsTooLong" = "Sändnings namnet måste vara kortare än 100 tecken";

/* loco:57962e3614d7255e4c8b4580 */
"formatterErrorNameCannotBeEmpty" = "Sändnings namnet kan inte lämnas tomt";

/* loco:57962e3814d725764b8b45a5 */
"checkBoxTitleAirPlayServerUsesSystemName" = "Använd Datorns Namn";

/* loco:57962e3a14d725174c8b458a */
"labelAirPlaySecurity" = "AirPlay Säkerhet:";

/* loco:57962e3c14d725b84b8b4592 */
"airPlaySecurityNone" = "Inget";

/* loco:57962e3e14d725664a8b4597 */
"airPlaySecurityPassword" = "Lösenord";

/* loco:57962e4114d7255e4c8b4582 */
"formatterErrorPasswordIsTooLong" = "Lösenordet är begränsat till 225 tecken";

/* loco:57962e4314d7256c4a8b45a5 */
"formatterErrorPasswordCannotBeEmpty" = "Lösenord kan inte lämnas tomt";

/* loco:57962e4414d725174c8b458d */
"formatterErrorInfo" = "Ange ett giltigt värde.";

/* loco:57962e4614d725204d8b4575 */
"placeholderEnterPassword" = "Skriv lösenord";

/* loco:57962e4814d725664a8b4599 */
"checkBoxTitleShowPassword" = "Visa lösenord";

/* loco:57962e4a14d725a64b8b4593 */
"labelAirPlayServerActionOnConnection" = "På Anslutning:";

/* loco:57962e4c14d7256c4a8b45a8 */
"airPlayServerActionPromptToApprove" = "Fråga om tillstånd";

/* loco:57962e4f14d725174c8b4590 */
"airPlayServerActionConnectAndPlay" = "Anslut och Spela";

/* loco:57962e5014d7256c4a8b45aa */
"alertAirPlayAccessRequestedTitle" = "Tillstånd efterfrågades";

/* loco:57962e5214d725664a8b459b */
"alertAirPlayAccessRequestedInfo" = "Enheten %@ skulle vilja stream innehåll till denna app. Tillåt denna anslutning?";

/* loco:57962e5414d725a64b8b4595 */
"btnTitleAllowAccess" = "Tillåt";

/* loco:57962e5614d725204d8b4577 */
"btnTitleDenyAccess" = "Neka";

/* loco:57962e5814d725664a8b459d */
"airPlaySenderViewInfo" = "Videon spelas på “%@”.";

/* loco:57962e5b14d725a64b8b4597 */
"airPlaySenderViewAudioInfo" = "Ljudet spelas på “%@”.";

/* loco:57962e5d14d7256c4a8b45ac */
"deviceComputer" = "Dator";

/* loco:57962e5e14d725174c8b4594 */
"promptAirPlayDevicePasswdTitle" = "AirPlay Enhetens Lösenord";

/* loco:57962e6014d7256c4a8b45ae */
"promptAirPlayDevicePasswdInfo" = "AirPlay enheten “%@” kräver ett lösenord:";

/* loco:57962e6214d725174c8b4596 */
"promptAirPlayDevicePasswdIncorrect" = "Lösenordet för Airplay enheten “%@” är felaktig. Vänligen försök igen.";

/* loco:57962e6414d7255e4c8b4586 */
"checkBoxRememberPasswdTitle" = "Kom ihåg lösenordet";

/* loco:57962e6614d7253a4b8b459f */
"promptAirPlayCodeTitle" = "AirPlay Kod";

/* loco:57962e6914d725a64b8b4599 */
"promptAirPlayCodeInfo" = "AirPlay enheten “%@” kräver en kod:";

/* loco:57962e6a14d7255e4c8b4588 */
"promptAirPlayCodeIncorrect" = "Koden för AirPlay enheten “%@” är felaktig. Vänligen försök igen.";

/* loco:57962e6c14d725764b8b45ab */
"alertAirPlayNotEnoughBandwidthTitle" = "Ett fel uppstod vid anslutning till AirPlay enheten “%@”. Du har inte behörighet att komma åt den begärda resursen.";

/* loco:57962e6e14d725174c8b4598 */
"alertAirPlayNotEnoughBandwidthMsg" = "Säkerställ att AirPlay enheten är på och att nätverksinställningarna är korrekta, försök sedan igen.";

/* loco:57962e7014d725b84b8b4597 */
"alertAirPlayNotSupportedTitle" = "AirPlay stöds inte för denna typ av fil";

/* loco:57962e7214d7256c4a8b45b0 */
"alertAirPlayNotSupportedInfo" = "Just nu (%@) stöds filerna inte av Elmedia Player för Airplay Streaming. Om du tror att detta meddelande är fel, tveka inte att kontakta oss via mail på support@eltima.com. (US - Endast på engelska)";

/* loco:57962e7514d725664a8b45a0 */
"alertFailedToStartAirPlayTitle" = "Misslyckades att starta Airplay tjänsten";

/* loco:57962e7714d725a64b8b459c */
"alertFailedToStartAirPlayMsg" = "Fel: %@.";

/* loco:57962e7814d725204d8b457b */
"alertCannotPlayDRMProtectedFileMsg" = "Elmedia kan inte spela DRM-skyddad media";

/* loco:57962e7a14d725174c8b459b */
"alertCannotPlayDRMProtectedFileInfo" = "Skulle du vilja spela den i QuickTime Player?";

/* loco:57962e7c14d725204d8b457d */
"btnOpenInQTPlayer" = "Öppna i QuickTime Player";

/* loco:57962e8614d7253a4b8b45a3 */
"textNoAirPlayDevices" = "Inga enheter är tillgängliga just nu";

/* loco:57962e8c14d725204d8b4581 */
"optionEnableFontconfig" = "Använd inbäddade typsnitt";

/* loco:57962e9414d725b84b8b459d */
"playlistContextMenuItemMoveAfterCurrent" = "Flytta efter Nuvarande";

/* loco:57962e9614d725204d8b4584 */
"menuItemSelectedByDevice" = "Automatiskt av Enheten";

/* loco:57962e9814d7253a4b8b45a6 */
"prefVideoCacheSize" = "Cache storlek:";

/* loco:57962e9a14d725a64b8b45a3 */
"hlsStatusWindowTitle" = "Förbereder för streaming...";

/* loco:57962e9d14d7255e4c8b458d */
"hlsStatusMsg1" = "Får info om filen...";

/* loco:57962e9e14d7253a4b8b45a8 */
"hlsStatusMsg2" = "Utvinn inbäddade undertexter...";

/* loco:57962ea014d725a64b8b45a5 */
"hlsStatusMsg3" = "Konvertera externa undertexter...";

/* loco:57962ea214d725ba4e8b456d */
"hlsStatusMsg4" = "Försegmentera media för distribution...";

/* loco:57962ea414d7253a4b8b45aa */
"contextMenuItemOpenInBrowser" = "Öppna Länk";

/* loco:57962ea414d725b14e8b456b */
"hlsStatusProgressFormat" = "%d av %d";

/* loco:57962ea614d7255e4c8b458f */
"alertHLSNotEnoughDiskSpaceTitle" = "Inte tillräckligt med diskutrymme";

/* loco:57962ea914d725764b8b45b1 */
"alertHLSNotEnoughDiskSpaceInfo" = "Du har inte tillräckligt med diskutrymme att för-segmentera media för streaming. Städa upp lite utrymme och försök igen.";

/* loco:57962eab14d725174c8b45a2 */
"alertAirPlayDemoTitle" = "Starta Airplay i gratisversionen";

/* loco:57962eac14d725864b8b45a3 */
"alertAirPlayDemoMsg" = "Gratis versionen av Elmedia erbjuder streaming av musik och videor till Airplay enheter och vise versa i 1 minut. För obegränsad streaming kan du uppgradera till Elmedia Player Pro.";

/* loco:57962eae14d725204d8b4588 */
"aboutWindowThirdParty" = "Tredje Parts Bibliotek";

/* loco:57962eb014d725a64b8b45a8 */
"prefControlPlaybackWithAppleRemote" = "Styr uppspelningen med Apple Remote";

/* loco:5811ffa152e1a161478b456b */
"prefInterface" = "Gränssnitt";

/* loco:5811ffa352e1a1aa478b456a */
"lblFullscreenMode" = "Fullskärms läge:";

/* loco:5811ffa552e1a1aa478b456c */
"fullscreenModeNative" = "macOS infödda";

/* loco:5811ffa752e1a118488b4567 */
"fullscreenModeCustom" = "Anpassad";

/* loco:5811ffa952e1a119488b4567 */
"lblFullscreenOptions" = "Fullskärms alternativ:";

/* loco:5811ffab52e1a11a488b4568 */
"lblWhenPlayingVideo" = "När video spelas:";

/* loco:5811ffad52e1a114488b4568 */
"noteAboutActionOnDoubleClick" = "Denna inställning är för videor.";

/* loco:5811ffaf52e1a181478b4575 */
"atvVersionReleaseNoteWindow.title" = "Titta på din favorit media på Apple TV";

/* loco:5811ffb152e1a150478b4574 */
"atvVersionReleaseNoteWindow.subtitle" = "Elmedia Player är nu tillgänglig på Apple TV";

/* loco:5811ffb352e1a115488b4568 */
"atvVersionReleaseNoteWindow.btnNoThanks" = "Nej tack, jag har ingen Apple TV";

/* loco:5bc59eb97ec8ae68b55abf34
 * titles of buttons in button bar */
"buttonAll" = "Alla resurser";

/* loco:5bc59eb97ec8ae68b55abf35 */
"playlistContextMenuDeleteAll" = "Radera allt";

/* loco:5bc59eb97ec8ae68b55abf36
 * Streaming */
"alert.streamingNotSupported.title" = "Denna fil stödjer er strömning";

/* loco:5bc59eb97ec8ae68b55abf37 */
"alert.streamingNotSupported.info" = "Vid den här tiden (%@) kan filer inte strömmas av Elmedia Player. Om du tror att detta meddelande är felaktigt, tveka inte att kontakta oss på support@eltima.com.";

/* loco:5bc59eb97ec8ae68b55abf38 */
"alert.streamingDemoLimit.title" = "Starta strömning i gratis versionen";

/* loco:5bc59eb97ec8ae68b55abf39 */
"alert.streamingDemoLimit.info" = "Gratis version av Elmedia erbjuder strömning av musik och video till %@ enheter i 1 minut. För obegränsad strömning kan du uppgradera till Elmedia Player PRO.";

/* loco:5bc59eb97ec8ae68b55abf3a */
"streaming.errorInfo.unsupportedFormat" = "Ett fel uppstod när du försökte spela upp den här filen på enheten. Förmodligen stöds inte filformatet av enheten.";

/* loco:5bc59eb97ec8ae68b55abf3b */
"deviceList.title" = "Strömma till";

/* loco:5bc59eb97ec8ae68b55abf3c */
"deviceListEmptyView.title" = "Ingen enhet hittad";

/* loco:5bc59eb97ec8ae68b55abf3d */
"deviceListEmptyView.info" = "Se till att din enhet och Mac är anslutna till samma Wi-Fi-nätverk.";

/* loco:5bc59eb97ec8ae68b55abf3e */
"deviceListEmptyView.link" = "Behöver du hjälp?";

/* loco:5bc59eb97ec8ae68b55abf3f
 * Chromecast */
"chromecast.alert.launchError.title" = "Applikationsstart error: %@";

/* loco:5bc59eb97ec8ae68b55abf40 */
"chromecast.alert.launchError.info" = "Misslyckades med att starta programmet på Chromecast enheten.";

/* loco:5bc59eb97ec8ae68b55abf41 */
"chromecast.alert.nativePlaybackFailed.title" = "Inbyggd uppspelning på Chromecast misslyckades";

/* loco:5bc59eb97ec8ae68b55abf42 */
"button.skip" = "Hoppa över";

/* loco:5bc59eb97ec8ae68b55abf43 */
"cast.statusText.creatingVideoArt" = "Skapa videoklippsbild ...";

/* loco:5bc59eb97ec8ae68b55abf44
 * DLNA */
"upnpError.unableToStreamToDevice" = "Kunde inte strömma till \"%@\"";

/* loco:5bc59eb97ec8ae68b55abf45 */
"upnpError.failedToPlayOnDevice" = "Misslyckades att spela på den valda enheten.";

/* loco:5bc59eb97ec8ae68b55abf46 */
"upnpErrorInfo.noAVTServiceProvided" = "Denna enhet tillhandahåller inte ljud / video-transporttjänsten.";

/* loco:5bc59eb97ec8ae68b55abf47 */
"upnpErrorInfo.general" = "Error: %@.";

/* loco:5bc59eb97ec8ae68b55abf48 */
"upnpError.playFailed" = "Uppspelning misslyckad. Error %@.";

/* loco:5bc59eb97ec8ae68b55abf49 */
"upnpError.pauseFailed" = "Kunde inte pausa. Error %@.";

/* loco:5bc59eb97ec8ae68b55abf4a */
"upnpError.seekFailed" = "Kunde inte leta. Error %@.";

/* loco:5bc59eb97ec8ae68b55abf4b */
"upnpError.settingVolumeFailed" = "Kunde inte ändra volymen. Error %@.";

/* loco:5bc59eb97ec8ae68b55abf4c */
"upnpError.setMuteFailed" = "Kunde inte tysta. Error %@.";

/* loco:5bc59eb97ec8ae68b55abf4d */
"upnp.alert.seekWhenHLS.title" = "Vänligen bekräfta";

/* loco:5bc59eb97ec8ae68b55abf4e */
"upnp.alert.seekWhenHLS.info" = "HTTP Live Streaming (HLS) videor stöder inte sökfunktionen över DLNA-uppspelning. Vi kan hoppa över %@ från början och spela resten.";

/* loco:5bc59eb97ec8ae68b55abf4f */
"alert.failedToAddSubtitles.title" = "Kunde inte lägga till undertext.";

/* loco:5bc59eb97ec8ae68b55abf50 */
"alert.failedToAddSubtitles.info" = "Elmedia Player misslyckades med att öppna undertextfilen \"%@\". Den ursprungliga textkodningen var inte korrekt inställd. Var god välj den korrekta textkodningen i Inställningar och försök igen.";

/* loco:5bc59eb97ec8ae68b55abf51 */
"streaming.tip" = "Försök avaktivera \"%@\" alternativet under Strömnings fliken i Elmedia Inställningarna och spela igen.";

/* loco:5bc59eb97ec8ae68b55abf53 */
"streaming.statusText.cantUnpause" = "Kunde inte pausa. Fortsätter med pre-caching...";

/* loco:5bc59eb97ec8ae68b55abf54 */
"streaming.statusText.caching" = "Caching...";

/* loco:5bc59eb97ec8ae68b55abf55 */
"streaming.statusText.preparingToStream" = "Förbereder att strömma till \"%@\"";

/* loco:5bc59eb97ec8ae68b55abf56 */
"streaming.statusText.connecting" = "Ansluter till \"%@\"...";

/* loco:5bc59eb97ec8ae68b55abf57 */
"streaming.statusText.percentDone" = "%.0f%% klart.";

/* loco:5bc59eb97ec8ae68b55abf5a */
"toolTip.currentTime" = "Klicka för att växla mellan total och återstående tid";

/* loco:5bc59eb97ec8ae68b55abf5b */
"toolTip.nextOrFastForward" = "Nästa eller tryck och håll ned för att spola framåt";

/* loco:5bc59eb97ec8ae68b55abf5c */
"toolTip.previousOrRewind" = "Nästa eller tryck och håll ned för att spola tillbaka";

/* loco:5bc59eb97ec8ae68b55abf5d */
"toolTip.browser" = "Byt till webbläsarläge";

/* loco:5bc59eb97ec8ae68b55abf5e */
"toolTip.openOnlineVideo" = "Öppna onlinevideo";

/* loco:5bc59eb97ec8ae68b55abf5f */
"toolTip.showPlaylist" = "Visa spellista";

/* loco:5bc59eb97ec8ae68b55abf60 */
"toolTip.hidePlaylist" = "Göm spellista";

/* loco:5bc59eb97ec8ae68b55abf61 */
"toolTip.stream" = "Välj en enhet att strömma till";

/* loco:5bc59eb97ec8ae68b55abf62 */
"toolTip.settings" = "Uppspelnings inställningar";

/* loco:5bc59eb97ec8ae68b55abf63 */
"toolTip.volume" = "Volym: %d%%";

/* loco:5bc59eb97ec8ae68b55abf64 */
"toolTip.volumeDisabled" = "Volym: Ej tillgänglig";

/* loco:5bc59eb97ec8ae68b55abf65 */
"toolTip.unpinPlaylist" = "Visa spellista i separat fönster";

/* loco:5bc59eb97ec8ae68b55abf66 */
"toolTip.pinPlaylist" = "Visa spellista i en popover";

/* loco:5bc59eb97ec8ae68b55abf67 */
"toolTip.shuffleOn" = "Blanda: På";

/* loco:5bc59eb97ec8ae68b55abf68 */
"toolTip.shuffleOff" = "Blanda: Av";

/* loco:5bc59eb97ec8ae68b55abf69 */
"toolTip.repeatOff" = "Upprepa: Av";

/* loco:5bc59eb97ec8ae68b55abf6a */
"toolTip.repeatTrack" = "Upprepa: Spår";

/* loco:5bc59eb97ec8ae68b55abf6b */
"toolTip.repeatAll" = "Upprepa: Alla";

/* loco:5bc59eb97ec8ae68b55abf6c */
"toolTip.stopAfterCurrent" = "Stoppa efter nuvarande";

/* loco:5bc59eb97ec8ae68b55abf6d */
"playlistSearchField.placeholder" = "Sök";

/* loco:5bc59eb97ec8ae68b55abf6e */
"playlistEmptyView.title" = "Töm spellista";

/* loco:5bc59eb97ec8ae68b55abf6f */
"playlistEmptyView.hint" = "Släpp filer här för att lägga till dem i spellistan. Du kan också släppa filer i spelarfönstret eller appikonen i Dock";

/* loco:5bc59eb97ec8ae68b55abf70 */
"playlistSearchResultsEmptyView.title" = "Inga resultat";

/* loco:5bc59eb97ec8ae68b55abf71 */
"playlistSearchResultsEmptyView.hint" = "Inga objekt matchar nuvarande filterinställningar. Ändra filterinställningarna, kontrollera stavningen och / eller ändra sökordet.";

/* loco:5bc59eb97ec8ae68b55abf72 */
"playlistFilterName.audio" = "Ljud";

/* loco:5bc59eb97ec8ae68b55abf73 */
"playlistFilterName.video" = "Video";

/* loco:5bc59eb97ec8ae68b55abf74 */
"playlistFilterName.flash" = "Flash";

/* loco:5bc59eb97ec8ae68b55abf75 */
"playlistFilterName.links" = "Länkar";

/* loco:5bc59eb97ec8ae68b55abf76 */
"playlistFilterGroup.title" = "Visa:";

/* loco:5bc59eb97ec8ae68b55abf77 */
"playlistFilterButton.clearAll" = "Rensa allt";

/* loco:5bc59eb97ec8ae68b55abf78 */
"controlPanelTabs.playback" = "Uppspelning";

/* loco:5bc59eb97ec8ae68b55abf79 */
"controlPanelTabs.videoTuner" = "Videotuner";

/* loco:5bc59eb97ec8ae68b55abf7a */
"controlPanelTabs.equalizer" = "Equalizer";

/* loco:5bc59eb97ec8ae68b55abf7b */
"controlPanel.playback.speed" = "Uppspelnings hastighet:";

/* loco:5bc59eb97ec8ae68b55abf7c */
"controlPanel.playback.audioDelay" = "Ljud fördröjning:";

/* loco:5bc59eb97ec8ae68b55abf7d */
"controlPanel.playback.subtitleDelay" = "Undertexts fördröjning:";

/* loco:5bc59eb97ec8ae68b55abf7e */
"controlPanel.playback.applyToAll" = "Spara dessa inställningar för andra uppspelnings tillfällen";

/* loco:5bc59eb97ec8ae68b55abf7f */
"toolTip.textField.speed" = "Ange önskad uppspelningshastighet i procentvärde";

/* loco:5bc59eb97ec8ae68b55abf80 */
"toolTip.textField.audioDelay" = "Om ljudet ligger före videon anger du ett positivt värde";

/* loco:5bc59eb97ec8ae68b55abf81 */
"toolTip.textField.subtitleDelay" = "Positiva värden tillåter att visa undertexter senare, medan negativa - tidigare.";

/* loco:5bc59eb97ec8ae68b55abf82 */
"toolTip.stepper.speed" = "Öka / minska uppspelningshastigheten med 10%";

/* loco:5bc59eb97ec8ae68b55abf83 */
"toolTip.stepper.audioDelay" = "Justera ljudfördröjningen med +/- 0.1 sekunder.";

/* loco:5bc59eb97ec8ae68b55abf84 */
"toolTip.stepper.subtitleDelay" = "Justera undertextfördröjning med +/- 0.1 sekunder.";

/* loco:5bc59eb97ec8ae68b55abf85 */
"prefs.streaming" = "Strömning";

/* loco:5bc59eb97ec8ae68b55abf86 */
"prefs.streaming.info" = "Inställningar för AirPlay, Chromecast och DLNA-aktiverade enheter. Ställ också upp AirPlay-mottagning.";

/* loco:5bc59eb97ec8ae68b55abf87 */
"prefs.streaming.from" = "Från Elmedia Player";

/* loco:5bc59eb97ec8ae68b55abf88 */
"prefs.streaming.to" = "Till Elmedia Player";

/* loco:5bc59eb97ec8ae68b55abf89 */
"prefs.dlna.sendStop" = "Skicka \"stopp\" innan du spelar";

/* loco:5bc59eb97ec8ae68b55abf8a */
"prefs.dlna.sendStop.hint" = "Inga objekt matchar nuvarande filterinställningar. Ändra filterinställningarna, kontrollera stavningen och / eller ändra sökordet.";

/* loco:5bc59eb97ec8ae68b55abf8b */
"prefs.dlna.useProxyServer" = "Använd proxyserver för onlinevideoer";

/* loco:5bc59eb97ec8ae68b55abf8c */
"prefs.dlna.useProxyServer.hint" = "Vissa DLNA / UPnP-enheter (t.ex. Samsung Smart TV) arbetar endast i lokalnätverk. Aktivering av det här alternativet hjälper dem att spela media direkt från Internet.";

/* loco:5bc59eb97ec8ae68b55abf8d */
"prefs.streaming.transcoding" = "Transkodnings inställningar";

/* loco:5bc59eb97ec8ae68b55abf8e */
"prefs.streaming.transcoding.hint" = "Om du upplever buffering, försök sänka bithastigheten eller kvaliteten på videon. Om du tycker att kvaliteten är för dålig, försök höja bithastigheten.";

/* loco:5bc59eb97ec8ae68b55abf8f */
"prefs.streaming.quality" = "Kvalité:";

/* loco:5bc59eb97ec8ae68b55abf90 */
"prefs.streaming.bitrate" = "Bitrate:";

/* loco:5bc59eb97ec8ae68b55abf91 */
"prefs.streaming.buffer" = "Buffer:";

/* loco:5bc59eb97ec8ae68b55abf92 */
"prefs.streaming.buffer.hint" = "Öka buffertlängden för att undvika uppspelningsavbrott. Ju större buffertlängden desto längre tid tar det för uppspelning att starta.";

/* loco:5bc59eb97ec8ae68b55abf93 */
"prefs.streaming.quality.original" = "Original";

/* loco:5bc59eb97ec8ae68b55abf94 */
"automatically" = "Auto";

/* loco:5bc59eb97ec8ae68b55abf95 */
"prefs.streaming.nativePlayback" = "Använd inbyggd uppspelning när den stöds";

/* loco:5bc59eb97ec8ae68b55abf96 */
"prefs.streaming.nativePlayback.hint" = "Förbättrar bildkvaliteten samtidigt som CPU-användningen minskar";

/* loco:5bc59eb97ec8ae68b55abf97 */
"prefs.streaming.enableSubtitles" = "Aktivera undertexter";

/* loco:5bc59eb97ec8ae68b55abf98 */
"prefs.streaming.enableSubtitles.hint" = "När det är aktiverat kommer undertexter som lagras i externa filer eller inbäddas i videon att inkluderas under uppspelning.";

/* loco:5bc59eb97ec8ae68b55abf99 */
"prefs.streaming.enableSubExtraction" = "Aktivera extrahering av inbäddade undertexter";

/* loco:5bc59eb97ec8ae68b55abf9a */
"prefs.streaming.subtitleExtraction.note" = "Det kan ta lång tid för stora filer eller filer på fjärranslutna enheter. Det tillåter strömmande textning till enheter som endast stöder externa.";

/* loco:5bc59eb97ec8ae68b55abf9b */
"prefs.subtitles.appearance" = "Utseende";

/* loco:5bc59eb97ec8ae68b55abf9c */
"prefs.subtitles.managing" = "Ladda automatiskt";

/* loco:5bc59eb97ec8ae68b55abf9d */
"prefs.subtitles.onlineSearch" = "Sök online";

/* loco:5bc59eb97ec8ae68b55abf9e */
"prefs.subtitles.color" = "Färg:";

/* loco:5bc59eb97ec8ae68b55abf9f */
"prefs.subtitles.text" = "Typsnitt";

/* loco:5bc59eb97ec8ae68b55abfa0 */
"prefs.subtitles.border" = "Ram";

/* loco:5bc59eb97ec8ae68b55abfa1 */
"prefs.subtitles.background" = "Bakgrund";

/* loco:5bc59eb97ec8ae68b55abfa3 */
"prefs.subtitles.autoTurnOn" = "Aktivera undertexter automatiskt om de är tillgängliga";

/* loco:5bc59eb97ec8ae68b55abfa4 */
"prefs.subtitles.chromecastFont" = "Chromecast typsnitt:";

/* loco:5bc59eb97ec8ae68b55abfa5 */
"prefs.subtitles.chromecastFont.note" = "Chromecast har ett begränsat antal teckensnitt för undertexter.";

/* loco:5bc59eb97ec8ae68b55abfa6 */
"prefs.subtitles.os.title" = "Hitta undertexter på OpenSubtitles.org®";

/* loco:5bc59eb97ec8ae68b55abfa7 */
"prefs.subtitles.os.info" = "Elmedia Player använder OpenSubtitles.org® för att ladda ner undertexter. Logga in på ditt OpenSubtitles.org®-konto för att öka hämtningsgränsen.";

/* loco:5bc59eb97ec8ae68b55abfa8 */
"prefs.subtitles.os.note" = "Notera: oregistrerade användare kan enbart ladda ned upp till 200 undertexter om dagen.";

/* loco:5bc59eb97ec8ae68b55abfa9 */
"prefs.subtitles.os.btnLogIn" = "Logga in på OpenSubtitles.org®…";

/* loco:5bc59eb97ec8ae68b55abfaa */
"prefs.subtitles.os.btnLogOut" = "Logga ut";

/* loco:5bc59eb97ec8ae68b55abfab */
"prefs.subtitles.os.languagePrompt" = "Välj undertext språk";

/* loco:5bc59eb97ec8ae68b55abfac */
"prefs.subtitles.os.searchMethod" = "Sök efter:";

/* loco:5bc59eb97ec8ae68b55abfad */
"openSubtitle.searchMethod.filename" = "Namn";

/* loco:5bc59eb97ec8ae68b55abfae */
"openSubtitle.searchMethod.hash" = "Hash";

/* loco:5bc59eb97ec8ae68b55abfaf */
"openSubtitle.matchedBy.filename" = "matchade med namnet";

/* loco:5bc59eb97ec8ae68b55abfb0 */
"openSubtitle.matchedBy.hash" = "matchad av hash";

/* loco:5bc59eb97ec8ae68b55abfb1 */
"prefs.subtitles.os.copyright" = "Undertextservice drivs av";

/* loco:5bc59eb97ec8ae68b55abfb2 */
"os.loginSheet.title" = "OpenSubtitles.org® Inloggning";

/* loco:5bc59eb97ec8ae68b55abfb3 */
"os.loginSheet.username" = "Användarnamn:";

/* loco:5bc59eb97ec8ae68b55abfb4 */
"os.loginSheet.password" = "Lösenord:";

/* loco:5bc59eb97ec8ae68b55abfb5 */
"alert.openSubtitleAuthFailed.title" = "OpenSubtitles.org® Inloggning misslyckades";

/* loco:5bc59eb97ec8ae68b55abfb6 */
"alert.openSubtitleAuthFailed.info" = "Kontrollera användarnamnet och lösenordet och försök igen.";

/* loco:5bc59eb97ec8ae68b55abfb7 */
"alert.openSubtitleDownloadFailed.title" = "Misslyckades med att ladda ned undertexter";

/* loco:5bc59eb97ec8ae68b55abfb8 */
"alert.openSubtitleDownloadFailed.info" = "Maximal nedladdnings gräns nådd. Logga in till ditt OpenSubtitles.org® konto och försök igen.";

/* loco:5bc59eb97ec8ae68b55abfb9 */
"menuItemDownloadSubtitlesFromOS" = "Ladda ned från OpenSubtitles.org";

/* loco:5bc59eb97ec8ae68b55abfba */
"menuItemTitleFetchingSubtitles" = "Hämtar...";

/* loco:5bc59eb97ec8ae68b55abfbb */
"menuItemTitleNothingFound" = "Ingenting hittades";

/* loco:5bc59eb97ec8ae68b55abfbc */
"choose" = "Välj...";

/* loco:5bc59eb97ec8ae68b55abfbd */
"none" = "Inget";

/* loco:5bc59eb97ec8ae68b55abfbe */
"prefs.interface.language" = "Språk:";

/* loco:5bc59eb97ec8ae68b55abfbf */
"prefs.interface.language.default" = "System förval";

/* loco:5bc59eb97ec8ae68b55abfc0 */
"prefs.interface.language.note" = "Kräver omstart av applikationen";

/* loco:5bc59eb97ec8ae68b55abfc1 */
"prefs.interface.disableScreenSaver" = "Avaktivera skärmsparare:";

/* loco:5bc59eb97ec8ae68b55abfc2 */
"disableScreenSaver.never" = "Aldrig";

/* loco:5bc59eb97ec8ae68b55abfc3 */
"disableScreenSaver.inFullScreenOnly" = "Endast i fullskärm";

/* loco:5bc59eb97ec8ae68b55abfc4 */
"disableScreenSaver.always" = "Alltid";

/* loco:5bc59eb97ec8ae68b55abfc5 */
"activationWindow.mainTitle" = "Elmedia Player PRO Aktivering";

/* loco:5bc59eb97ec8ae68b55abfc6 */
"demoreminder.title" = "Uppgradera till %@";

/* loco:5bc59eb97ec8ae68b55abfc7 */
"demoreminder.info" = "Nytt utseende, fler fantastiska funktioner, plus strömning till olika enheter.";

/* loco:5bc59eb97ec8ae68b55abfc8 */
"demoreminder.btnUpgrade" = "Uppgradera nu";

/* loco:5bc59eb97ec8ae68b55abfc9 */
"demoreminder.discount.title" = "Detta är en större uppdatering";

/* loco:5bc59eb97ec8ae68b55abfca */
"demoreminder.discount.info" = "De som äger en tidigare version kan uppgradera med 50% rabatt.";

/* loco:5bc59eb97ec8ae68b55abfcb */
"demoreminder.discount.code" = "Jag har redan en Aktiveringskod";

/* loco:5bc59eb97ec8ae68b55abfcc */
"proFeature1.title" = "Ladda ned videor från YouTube";

/* loco:5bc59eb97ec8ae68b55abfcd */
"proFeature1.info" = "Ladda ned videor från YouTube, välj format och upplösning, extrahera MP3 ljud";

/* loco:5bc59eb97ec8ae68b55abfce */
"proFeature1.title-mu" = "Ladda ned online media";

/* loco:5bc59eb97ec8ae68b55abfcf */
"proFeature1.info-mu" = "Videor, ljud, biler kan laddas ned direkt till din hårddisk";

/* loco:5bc59eb97ec8ae68b55abfd0 */
"proFeature1.title-mas" = "Färg, ljusstyrka, kontrast, etc.";

/* loco:5bc59eb97ec8ae68b55abfd1 */
"proFeature1.info-mas" = "Justera många färginställningar flexibelt under uppspelning";

/* loco:5bc59eb97ec8ae68b55abfd2 */
"proFeature2.title" = "Avancerad Strömning";

/* loco:5bc59eb97ec8ae68b55abfd3 */
"proFeature2.info" = "Strömma ljud och video till Apple TV, Smart TV och Chromecast-enheter";

/* loco:5bc59eb97ec8ae68b55abfd4 */
"proFeature3.title" = "Justera ljudinställningar";

/* loco:5bc59eb97ec8ae68b55abfd5 */
"proFeature3.info" = "Välj ut dataenheter för ljud; Överför AC-3 / DTS via S / PDIF";

/* loco:5bc59eb97ec8ae68b55abfd6 */
"proFeature4.title" = "Ladda ned alla onlinevideor";

/* loco:5bc59eb97ec8ae68b55abfd7 */
"proFeature4.title-mu" = "Ladda ner de flesta onlinevideor";

/* loco:5bc59eb97ec8ae68b55abfd8 */
"proFeature4.info" = "Videostreaming via RTMP och HTML5 stöds också";

/* loco:5bc59eb97ec8ae68b55abfd9 */
"proFeature4.title-mas" = "Equalizer med förinställningar";

/* loco:5bc59eb97ec8ae68b55abfda */
"proFeature4.info-mas" = "Anpassa ljud för olika genrer, rum i hemmet eller specifika högtalare";

/* loco:5bc59eb97ec8ae68b55abfdb */
"proFeature5.title" = "Gör exakta skärmdumpar";

/* loco:5bc59eb97ec8ae68b55abfdc */
"proFeature5.info" = "Du kan knäppa ett ögonblick i videon eller konvertera allt till bilder";

/* loco:5bc59eb97ec8ae68b55abfdd */
"proFeature6.title" = "Sömlösuppspelning";

/* loco:5bc59eb97ec8ae68b55abfde */
"proFeature6.info" = "Olika språkinställningar, helskärm på vilken bildskärm som helst, redigera videobilden etc.";

/* loco:5bc59eb97ec8ae68b55abfdf */
"welcome.title" = "Välkommen till %@";

/* loco:5bc59eb97ec8ae68b55abfe0 */
"welcome.subtitle" = "Nya stilar, mer funktioner, plus strömning till olika enheter.";

/* loco:5bc59eb97ec8ae68b55abfe1 */
"welcome.feature1.title" = "Nytt utseende";

/* loco:5bc59eb97ec8ae68b55abfe2 */
"welcome.feature1.info" = "Elegant, lätt, enkel, perfekt för de nya macOS-versionerna";

/* loco:5bc59eb97ec8ae68b55abfe3 */
"welcome.feature2.title" = "Strömma till Apple TV, Smart TV, etc.";

/* loco:5bc59eb97ec8ae68b55abfe4 */
"welcome.feature2.info" = "Strömma video till Apple TV, Smart TV och andra AirPlay eller DLNA-enheter";

/* loco:5bc59eb97ec8ae68b55abfe5 */
"welcome.feature3.title" = "Uppspelning kontroll förfiningar";

/* loco:5bc59eb97ec8ae68b55abfe6 */
"welcome.feature3.info" = "Pinna eller lossa uppspelningskontrollerna och / eller spellistan för att möta dina behov";

/* loco:5bc59eb97ec8ae68b55abfe7 */
"welcome.feature4.title" = "Chromecast Support";

/* loco:5bc59eb97ec8ae68b55abfe8 */
"welcome.feature4.info" = "Strömma video till Chromecast i sitt ursprungliga format eller krypterad i realtid";

/* loco:5bc59eb97ec8ae68b55abfe9 */
"welcome.feature5.title" = "Ny Kontrollpanel";

/* loco:5bc59eb97ec8ae68b55abfea */
"welcome.feature5.info" = "Justera enkelt uppspelningshastighet, ljud och undertextfördröjning";

/* loco:5bc59eb97ec8ae68b55abfeb */
"welcome.feature6.title" = "Och mycket mer";

/* loco:5bc59eb97ec8ae68b55abfec */
"welcome.feature6.info" = "Online-sökning efter textning, avancerad streaming etc.";

/* loco:5bc59eb97ec8ae68b55abfed */
"learnMore" = "Läs mer";

/* loco:5bc59eb97ec8ae68b55abfee */
"continue" = "Fortsätt";

/* loco:5bc59eb97ec8ae68b55abfef */
"movieFolderSelector.title" = "Ett viktigt steg innan du startar";

/* loco:5bc59eb97ec8ae68b55abff0 */
"movieFolderSelector.info" = "Välj den rotmapp där de flesta av dina videofiler sparas. Detta hjälper Elmedia Player att få tillgång till alla filer från den här mappen och ladda automatiskt externa undertexetfiler och ljudspår (om några) under uppspelning.";

/* loco:5bc59eb97ec8ae68b55abff1 */
"movieFolderSelector.btnChoose" = "Välj mapp...";

/* loco:5bc59eb97ec8ae68b55abff2 */
"movieFolderSelector.btnLater" = "Senare";

/* loco:5bc59eb97ec8ae68b55abff3 */
"tipFormat" = "Tips %d:";

/* loco:5bc59eb97ec8ae68b55abff4 */
"movieFolderSelector.tip1" = "Du kan ändra den här inställningen i fliken \"Allmänt\" när som helst i Elmedia Inställningar.";

/* loco:5bc59eb97ec8ae68b55abff5 */
"movieFolderSelector.tip2" = "Elmedia kanske inte kan automatiskt ladda externa undertexter eller ljudspår om en mapp är fel inställd.";

/* loco:5bc59eb97ec8ae68b55abff6 */
"mediaKeyActivation.title" = "Medianyckel aktivering";

/* loco:5bc59eb97ec8ae68b55abff7 */
"mediaKeyActivation.info" = "För att styra uppspelning med mediaknappar måste du ge Elmedia Player tillgång till din Mac. I fönstret Sekretess i Inställningar för säkerhet och sekretess bläddra igenom listan över appar och hitta Elmedia Player och markera kryssrutan bredvid dess namn så att den kan styra din Mac.";

/* loco:5bc59eb97ec8ae68b55abff8 */
"mediaKeyActivation.btnShowPrompt" = "Skaffa åtkomst...";

/* loco:5bc59eb97ec8ae68b55abff9 */
"mediaKeyActivation.tip1" = "Du kan aktivera eller inaktivera mediaknappar i \"Allmänt\" fliken i spelarens inställningar när som helst.";

/* loco:5bc59eb97ec8ae68b55abffa */
"mediaKeyActivation.tip2" = "Följ steg för steg instruktionerna för att aktivera media nycklar.";

/* loco:5bc59eb97ec8ae68b55abffb */
"mediaKeyActivation.linkTitle" = "Läs mer";

/* loco:5bc59eb97ec8ae68b55abffc */
"browser.startPage.title" = "Välkommen till Elmedia Browser";

/* loco:5bc59eb97ec8ae68b55abffd */
"browser.startPage.hint" = "Precis som i en vanlig webbläsare kan du söka efter och ladda ner mediefiler, men i det här fallet direkt i appen. Ange antingen en webbadress i sökfältet eller klicka på en snabbåtkomstikon.";

/* loco:5bc59eb97ec8ae68b55abffe */
"browser.btnNextPage.toolTip" = "Klicka för att gå framåt, håll för att se historiken";

/* loco:5bc59eb97ec8ae68b55abfff */
"browser.btnPreviousPage.toolTip" = "Klicka för att gå tillbaka, håll för att se historiken";

/* loco:5bc59eb97ec8ae68b55ac000 */
"browser.btnHomePage.toolTip" = "Gå till hemskärmen";

/* loco:5bc59eb97ec8ae68b55ac001 */
"browser.btnReload.toolTip" = "Ladda om denna sida";

/* loco:5bc59eb97ec8ae68b55ac002 */
"browser.btnPlayer.title" = "Öppna spelare";

/* loco:5bc59eb97ec8ae68b55ac003 */
"browser.btnPlayer.toolTip" = "Byt till spelarläge";

/* loco:5bc59eb97ec8ae68b55ac004 */
"browser.searchField.placeholder" = "Ange eller klistra in en sidas URL";

/* loco:5bc59eb97ec8ae68b55ac005 */
"labelCanNotFindAudio" = "Kan du inte hitta ljud?";

/* loco:5bc59eb97ec8ae68b55ac006 */
"labelCanNotFindFlash" = "Kan ej hitta Flash?";

/* loco:5bc59eb97ec8ae68b55ac007 */
"emptyResourceListHint" = "Alla tillgängliga sidresurser som är tillgängliga för nedladdning visas här";

/* loco:5bc59eb97ec8ae68b55ac008 */
"emptyDownloadListHint" = "Alla nedladdade filer och aktiva  fil nedladdningar visas här";

/* loco:5bc59eb97ec8ae68b55ac009 */
"alert.unableToRestorePurchases.title" = "Kunde inte återställa tidigare köp";

/* loco:5bc59eb97ec8ae68b55ac00a */
"alert.unableToRestorePurchases.info" = "Kontrollera att du är inloggad på samma Apple ID som du gjorde köpet med och försök igen.";

/* loco:5bc59eb97ec8ae68b55ac00b */
"subtitleEncodingPrompt.title" = "Okänd filtextkodning";

/* loco:5bc59eb97ec8ae68b55ac00c */
"subtitleEncodingPrompt.labelEncoding" = "Koding:";

/* loco:5bc59eb97ec8ae68b55ac00d */
"subtitleEncodingPrompt.info" = "Filen \"%@\" har en okänd teckenuppsättningskodning. Beräknad kodning:%@ (förtroende:% .0f%%).";

/* loco:5bc59eb97ec8ae68b55ac00e */
"subtitleEncodingPrompt.promptText" = "Vänligen välj rätt kodning av filen och tryck på OK för Elmedia Player för att öppna den.";

/* loco:5bc59eb97ec8ae68b55ac00f */
"videoTunerDemoVersionNote" = "Bildinställningar finns i PRO-versionen.";

/* loco:5bc59eb97ec8ae68b55ac010 */
"downloadsDemoReminder.title" = "Elmedia Player Testperiod";

/* loco:5bc59eb97ec8ae68b55ac011 */
"downloadsDemoReminder.txtActiveTrial" = "Tack för att du provade Elmedia Player PRO";

/* loco:5bc59eb97ec8ae68b55ac012 */
"downloadsDemoReminder.txtTrialExpired" = "Elmedia Player Testperiod utgången";

/* loco:5bc59eb97ec8ae68b55ac013 */
"downloadsDemoReminder.txtDownloadsLeft" = "Nedladdningar kvar:";

/* loco:5bc59eb97ec8ae68b55ac014 */
"downloadsDemoReminder.info" = "Din kopia av Elmedia Player PRO är ännu inte aktiverad. Du kan låsa upp alla möjligheter för appen genom att köpa en licens. Eller skriv in din aktiveringskod om du redan har beställt.";

/* loco:5bc59eb97ec8ae68b55ac015 */
"downloadsDemoReminder.btnEnterCode.title" = "Ange aktiverings kod...";

/* loco:5bc5a7ae7ec8ae6b432c7bb3 */
"limitedTimeOffer.title" = "Tidsbegränsat erbjudande!\nSpara 50% på Elmedia Player Pro";

/* loco:5bc5a7ae7ec8ae6b432c7bb4 */
"limitedTimeOffer.info" = "PRO versionen erbjuder följande:";

/* loco:5bc5a7ae7ec8ae6b432c7bb5 */
"limitedTimeOffer.support" = "Några frågor?\nMaila oss på";

/* loco:5bc5ecf472c2c963c44e2ad3 */
"upgradeWithDiscountInfo" = "Eftersom du har uppdaterat Elmedia Player till version 7.x, är det nu en gratis version.\nFör att aktivera funktionerna som nedladdning av videos från YouTube, strömma till Apple TV, Smart TV och Chromecast, skaffa Elmedia Player PEO med 50% rabatt eller kontrollera om du är kvalificerad för en gratis uppdatering.";

/* loco:5bc5edbb72c2c96429330994 */
"scrnWindowCapturedNScreenshots" = "%d Skärmdump tagen";

/* loco:5bd188c172c2c94d1568ea25 */
"alert.noNetwork.title" = "Ingen nätverksanslutning";

/* loco:5bd188c172c2c94d1568ea26 */
"alert.noNetwork.info" = "Kontrollera att du har en nätverksanslutning och försök igen.";

/* loco:5c6a87cca08ef152135df353 */
"prefs.interface.lblThumbnailPreview" = "Miniatyr förhandsgranskning:";

/* loco:5c6a87cca08ef152135df354 */
"prefs.interface.checkBoxEnableThumbnailPreview" = "Aktivera förhandsvisning av miniatyrbilder";

/* loco:5c6a87cca08ef152135df355 */
"prefs.interface.lblThumbnailPreviewNote" = "Aktivera för att generera och visa förhandsvisning av miniatyrbilder på tidslinjen i Touch Baren (om tillgängligt).";

/* loco:5c6a87cca08ef152135df356 */
"prefs.subtitles.fontChange.note" = "Typsnittsändringar kräver omstart av uppspelning för filer med inbäddade teckensnitt.";

/* loco:5c6a87cca08ef152135df357 */
"touchBar.customizationLabel.currentTime" = "Förfluten tid";

/* loco:5c6a87cca08ef152135df358 */
"touchBar.customizationLabel.totalRemainingTime" = "Återstående Tid";

/* loco:5c6a87cca08ef152135df359 */
"touchBar.customizationLabel.timeline" = "Sökbar";

/* loco:5c6a87cca08ef152135df35e */
"alert.appNotSupported.title" = "Appen stödjs inte längre";

/* loco:5c6a87cca08ef152135df35f */
"alert.appNotSupported.info" = "Uppgradera till den mer kraftfulla \"webbplats\" versionen av spelaren gratis eller stanna hos Elmedia Player GO.";

/* loco:5c6a87cca08ef152135df360 */
"alert.appNotSupported.emailButton" = "Uppgradera gratis";

/* loco:5c6a87cca08ef152135df361 */
"alert.appNotSupported.continueButton" = "Behåll nuvuarande version";

/* loco:5c6a87cca08ef152135df362 */
"alertInfoFolxNotFound-setapp" = "Installera Folx från Setapp för att börja ladda ner med den.";

/* loco:5c6a87cca08ef152135df363 */
"titleStartPage" = "Hemskräm";

/* loco:5c6a87cca08ef152135df364 */
"notAvailable" = "N/A";

/* loco:5c6a87cca08ef152135df365 */
"resolutionHD" = "HD";

/* loco:5c6a87cca08ef152135df366 */
"resolutionFullHD" = "Full HD";

/* loco:5c6a87cca08ef152135df367 */
"resolution2K" = "2K";

/* loco:5c6a87cca08ef152135df368 */
"resolution4K" = "4K";

/* loco:5c6a87cca08ef152135df369 */
"resolution5K" = "5K";

/* loco:5c6a87cca08ef152135df36a */
"resolution8K" = "8K";

/* loco:5c6a87cca08ef152135df36b */
"menuItemVideo" = "Video";

/* loco:5c6a87cca08ef152135df36c */
"menuItemAudio" = "Ljud";

/* loco:5c6a87cca08ef152135df36d */
"downloadsContextMenuDownloadAll" = "Ladda ned alla";

/* loco:5c6a87cca08ef152135df36e */
"downloadsContextMenuCancelAll" = "Avsluta alla";

/* loco:5c6a87cca08ef152135df370 */
"alertInfoFailConnection" = "En eller flera resurser kan inte hämtas nu.";

/* loco:5c6a87cca08ef152135df371 */
"alertInfoConnectionLost" = "Vill du fortsätta de avbrutna nedladdningarna?";

/* loco:5c6a9083a08ef153d83b7772 */
"alert.noPlayableFile.title" = "Inget att öppnad";

/* loco:5c6a9083a08ef153d83b7773 */
"alert.noPlayableFile.info" = "Kunde inte hitta någon fil som stödjs.";

/* loco:5c6a930da08ef154552d29e6 */
"alert.unableToOpenBluray.title" = "Kunde inte öppna Blu-ray skivan från den valda mappen";

/* loco:5c6a930da08ef154552d29e7 */
"alert.unableToOpenBluray.info" = "Den valda mappen har en oglitig struktur.";

/* loco:5cd04e9aed0cfa53bf503ca2 */
"prefs.general.startInPausedState" = "Starta uppspelningen i en paus";

/* loco:5cd15ee74d3dd748254fc19b */
"audioOutputChannelsSurround6_1" = "7 (6.1 surround)";
